[
{"title": "Internationale judofederatie laat Russen opnieuw deelnemen onder eigen vlag en hymne", "date": "2025-11-27T15:52:53.000Z", "author": "belga", "url": "https://www.standaard.be/sport/internationale-judofederatie-laat-russen-opnieuw-deelnemen-onder-eigen-vlag-en-hymne/108268037.html", "source": "De Standaard", "first_lines": "Het is de eerste keer dat een internationale sportbond deze stap zet sinds het begin van de Russische inval in Oekraïne tijdens het voorjaar van 2022. De maatregel gaat vanaf vrijdag in met de Grand Slam van Abu Dhabi.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/l5ng7y-belgaimage-9048153.jpg/alternates/THREE_TWO_1620/Belgaimage-9048153.jpg", "tags": ["Sport", "Judo", "Rusland"], "content": ["In een reactie heeft de Russische judobond het over een “historische beslissing”. “We bedanken de IJF voor deze correcte en moedige beslissing waarop zolang is gewacht”, aldus hun voorzitter Sergueï Soloveïtchik. ", "Sinds 2023 mochten judoka’s uit Rusland en Wit-Rusland, na een aanbeveling van het IOC, onder neutrale vlag opnieuw deelnemen aan toernooien. Daarop besliste Oekraïne het WK in Doha te boycotten. Sinds deze zomer en het WK in Boedapest golden voor Wit-Russen al geen beperkingen meer vanuit het IJF, een organisatie waarvan de Russische president Vladimir Poetin lange tijd erevoorzitter was. ", "Op de Spelen in Parijs waren er vorig jaar geen Russen aanwezig. Hun federatie vond de deelnamevoorwaarden “vernederend”. ", "De Oekraïense judobond reageert intussen erg ontstemd en noemt de beslissing “een flagrante inbreuk op de richtlijnen vanuit het IOC”. “Dit gaat in tegen de principes van vrede, gerechtigheid en verantwoordelijkheid en ondermijnt het vertrouwen in de internationale sportfederaties”, stelt de federatie, die eraan toevoegt “alles in het werk te zullen stellen om de invoering van de beslissing tegen te houden”."]},
{"title": "Kama", "date": "2025-11-22T08:00:00.000Z", "author": null, "url": "https://www.standaard.be/opinies/kama/102185497.html", "source": "De Standaard", "first_lines": "De Standaard brengt meermaals per week nieuwe cartoons van cartoonist Kamagurka.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/bwj14m-kama-mijn-restuarant-ds-2111-kopie.jpg/alternates/WIDTH_1440/KAMA_mijn%20restuarant%20DS%202111%20%20kopie.jpg", "tags": ["Opinies", "Kamagurka", "Cartoon Kama"], "content": []},
{"title": "Epstein-dossier drijft Trump en “gekke” Marjorie Taylor Greene uit elkaar", "date": "2025-11-17T17:28:00.000Z", "author": null, "url": "https://www.standaard.be/video/epstein-dossier-drijft-trump-en-gekke-marjorie-taylor-greene-uit-elkaar/105684362.html", "source": "De Standaard", "first_lines": "Complotdenkster Marjorie Taylor Greene was een van Trumps ferventste bondgenoten in het Congres. Nu ze zijn niet nagekomen beloftes tegen hem lijkt te gebruiken, noemt Trump haar een “verraadster”.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/29aquy-ds-actua-wide.00-00-00-17.still003.jpg/alternates/THREE_TWO_1620/DS%20ACTUA%20Wide.00_00_00_17.Still003.jpg", "tags": ["Video", "Verenigde Staten", "Donald Trump", "Jeffrey Epstein"], "content": []},
{"title": "Met deze 6 tips vind jij je droomhuis ", "date": "2025-11-26T05:00:00.000Z", "author": "Zimmo", "url": "https://www.standaard.be/partners/shop-en-partners/zimmo/met-deze-6-tips-vind-jij-je-droomhuis/107525661.html", "source": "De Standaard", "first_lines": "Je bent klaar om je droomhuis te kopen maar je weet niet hoe je aan de zoektocht moet beginnen? Met deze 6 tips helpen wij je op weg.  ", "thumbnail": "https://prod-img.nieuwsblad.be/public/nieuws/7nxqt3-20250430-27.png/alternates/THREE_TWO_1620/20250430%2027.png", "tags": [], "content": ["Een eerste stap in het vinden van je droomhuis is weten wat je precies zoekt. Waar staat je droomhuis? Hoeveel slaapkamers wil je? Ben je op zoek naar een grote tuin? Door al je wensen duidelijk op te lijsten, kan je gericht zoeken en bots je misschien sneller op dat ene pareltje!  ", "Je vrienden, familie en collega’s kunnen ook een grote hulp zijn bij je zoektocht. Als zij weten wat je precies voor ogen hebt, kunnen jullie samen ", " afschuimen. Al deze ogen samen vinden misschien sneller dat ene huis waar je naar op zoek bent!  ", "Als je niet goed weet waar je moet beginnen, kan een ", " je bijstaan. Hij of zij kent het aanbod in de omgeving waar je zoekt en heeft heel wat contacten. Zo vind je sneller je weg tussen de vele huizen die vandaag te koop staan.  ", "Door vanaf het begin duidelijk af te bakenen hoeveel je wil en kan uitgeven aan je droomhuis, kan je sneller en gerichter zoeken. Hoeveel geld heb je zelf opzij staan? Hoeveel ga je lenen? Om dit te bepalen, kan je gebruik maken van een ", " of je kan een bezoek brengen aan de bank.  ", "Wanneer je een interessante woning bent tegengekomen, is het een goed idee om telefonisch een afspraak voor een bezichtiging te maken. Zo krijg je meteen een antwoord en geraakt je mail niet ondergesneeuwd in de mailbox van de verkoper of makelaar. Bovendien is het een pak persoonlijker.  ", "Als je dan die bezichtiging achter de rug hebt en helemaal in de wolken bent na je bezoek, kan het juiste bod ervoor zorgen dat de woning ook effectief de jouwe wordt. Een ", " kan je helpen om in te schatten hoeveel je droomhuis waard is. Zo kan je op basis van deze schatting en de vraagprijs je bod bepalen.  "]},
{"title": "Lectrr, cartoon van de dag", "date": "2025-11-26T17:00:00.000Z", "author": null, "url": "https://www.standaard.be/opinies/lectrr-cartoon-van-de-dag/101720484.html", "source": "De Standaard", "first_lines": "Elke dag brengt De Standaard nieuwe cartoons van huiscartoonist Lectrr. Hier vindt u de cartoons van november gebundeld.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/52d9ux-lectrr2611-b.jpg/alternates/WIDTH_1440/lectrr2611-b.jpg", "tags": ["Opinies", "Cartoon van de dag - Lectrr", "Lectrr"], "content": []},
{"title": "Verdachte van schietpartij op Nationale Garde is Afghaanse migrant, Trump: “Elke Afghaan die is binnengekomen opnieuw onderzoeken”", "date": "2025-11-27T04:41:43.000Z", "author": "ahs, em", "url": "https://www.standaard.be/buitenland/verdachte-van-schietpartij-op-nationale-garde-is-afghaanse-migrant-trump-elke-afghaan-die-is-binnengekomen-opnieuw-onderzoeken/108080880.html", "source": "De Standaard", "first_lines": "Twee leden van de Amerikaanse Nationale Garde zijn woensdagmiddag (lokale tijd) neergeschoten nabij het Witte Huis in Washington D.C. De vermoedelijke schutter raakte gewond en is opgepakt.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/3peh66-two-national-guard-members-shot-near-the-white-house-in-washington/alternates/THREE_TWO_1620/Two%20National%20Guard%20members%20shot%20near%20the%20White%20House%20in%20Washington", "tags": ["Buitenland", "Verenigde Staten", "Washington", "Witte Huis"], "content": ["Op amper een vijfhonderdtal meter van het Witte Huis opende een schutter woensdag het vuur op twee Amerikaanse militairen. Beiden werden overgebracht naar het ziekenhuis. De gouverneur van West Virginia, Patrick Morrisey, zei in een bericht op X dat de twee aan hun verwondingen waren bezweken, maar kwam daar even later op terug. Hun toestand is kritiek. ", "De twee slachtoffers zijn de 24-jarige Andrew Wolfe en de 20-jarige Sarah Beckstrom, twee leden van de Nationale Garde van West Virginia. Samen met zo’n 2.000 andere militairen werden ze ingezet in de Amerikaanse hoofdstad, waar president Donald Trump naar eigen zeggen de criminaliteit wil aanpakken. De militairen patrouilleren onder meer aan het metrostation van Farragut, waar de schietpartij zich volgens getuigen zou hebben voorgedaan. Naar aanleiding van het incident wil de president 500 extra militairen inzetten in Washington. ", "De verdachte van de schietpartij is een Afghaan die in 2021 via een asielprogramma naar de Verenigde Staten is gekomen. Dat heeft minister van Binnenlandse Veiligheid Kristi Noem bevestigd op sociale media. De verdachte kwam in september 2021 de VS binnen via het ‘Operation Allies Welcome’-programma, dat door de regering-Biden werd opgestart na de machtsovername door de Taliban in Afghanistan in augustus 2021. ", "Volgens Amerikaanse media gaat het om de 29-jarige Rahmanullah Lakanwal, maar dit is niet door de autoriteiten bevestigd. Noem schreef in haar bericht dat ze de naam van de verdachte niet wilde gebruiken, om hem “glorie die hij zo wanhopig verlangt” te onthouden. Ze verwees naar hem als een “verdorven individu”. ", "President Trump heeft woensdagavond live het Amerikaanse volk toegesproken naar aanleiding van de gebeurtenis. Hij bestempelde de schietpartij als een terreurdaad. “Deze gruwelijke aanval was een daad van kwaad, een daad van haat en een daad van terreur. Het was een misdaad tegen onze hele natie.” Trump beloofde dat de inspanningen van zijn regering om migranten te deporteren verdubbeld zullen worden. “We moeten nu elke vreemdeling die ons land vanuit Afghanistan is binnengekomen, opnieuw onderzoeken”, zei hij. ", "De Amerikaanse immigratiedienst liet woensdagavond via sociale media weten dat immigratieaanvragen van Afghaanse staatsburgers zijn stopgezet. “Met onmiddellijke ingang wordt de verwerking van alle immigratieaanvragen met betrekking tot Afghaanse staatsburgers voor onbepaalde tijd stopgezet, in afwachting van verdere herziening van de veiligheids- en screeningsprotocollen”, aldus het agentschap.", "Het Witte Huis werd woensdagavond korte tijd gesloten, en ook op de Ronald Reagan National Airport werd het werk even stilgelegd. Een tiental vliegtuigen kon gedurende een half uur niet landen.", "Zowel Trump als zijn vicepresident J.D. Vance was op het moment van de feiten niet aanwezig in het Witte Huis. De president brengt Thanksgiving door in Florida, terwijl Vance in Kentucky was voor een bezoek aan een groep militairen."]},
{"title": "Zes tips om te koken zonder ultrabewerkte ingrediënten", "date": "2023-10-07T05:00:00.000Z", "author": "Dorien Knockaert Berten Vanderbruggen", "url": "https://www.standaard.be/inspiratie/zes-tips-om-te-koken-zonder-ultrabewerkte-ingredienten/40718325.html", "source": "De Standaard", "first_lines": "Weinig tijd om te koken, maar wel gemotiveerd om het zonder ultrabewerkte ingrediënten te doen? Als je hier en daar een uur tijd vindt voor enkele basisbereidingen, heb je altijd iets lekkers in de koelkast dat je alleen nog maar hebt af te werken tot een maaltijd. Wij gidsen je door onze favorieten.  ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/wvcjwc-323f3498-f897-4760-b98b-e66510ffa02d.jpg/alternates/THREE_TWO_1620/323f3498-f897-4760-b98b-e66510ffa02d.jpg", "tags": ["Inspiratie", "Koken", "Recepten"], "content": ["Kikkererwtenuit blik zijn even gezond, maar als je er droge koopt en zelf kookt, zijn ze honderd keer lekkerder, en heb je nog maar enkele toevoegingen nodig voor een deugddoende maaltijdsalade. Begin door ze te laten weken in een bak water met een lepel zout – enkele uren tot enkele dagen, naargelang het je uitkomt. Kook ze dan gaar in vers water met smaakmakers die je lekker vindt. Wij kiezen vaak voor (veel!) gerookt paprikapoeder, venkelzaad en tijm. Proef tussendoor even of het water lekker zout is – je wilt een stevige bouillon hebben. De kikkererwten zijn gaar wanneer je ze plat kunt knijpen tussen twee vingers – na ongeveer 3 kwartier. Je hebt er intussen nauwelijks omkijken naar. Het risico op platkoken is praktisch onbestaande: een kikkererwt behoudt altijd zijn vorm. Bewaar de kikkererwten in hun kookvocht in een afgesloten bakje in de koelkast, zo blijven ze makkelijk vijf dagen goed. Het kookvocht kun je als bouillon gebruiken voor soep of risotto. De uitgelekte kikkererwten doen het prima in bijvoorbeeld een salade met kerstomaatjes, feta of (blik)tonijn. Of vul een bakplaat met kerstomaatjes, uitgelekte kikkererwten, feta en olijfolie, en rooster alles tot de tomaatjes zacht zijn en de feta licht gebruind. Serveer met knapperig brood. Recept nodig? ", " zonnige kikkererwten met een spiegelei zijn ook makkelijk. ", "Van lekkere kikkererwten kun je natuurlijk ook lekkere hummus maken. Het belangrijkste ingrediënt voor een mooie hummus is een krachtige mixer, liefst een keukenrobot. Mix de kikkererwten met een kneep citroensap, wat geperste knoflook en tahin naar smaak, en voeg een scheutje water toe voor de smeuïgheid. Mix dan nog wat langer, en vervolgens nog wat langer, want een fijne textuur maakt hummus zoveel beter. Breng op smaak met zout en meer citroensap. Lekker op brood, maar ook als basis voor een hoofdgerecht met geroosterde of gestoofde groenten: smeer een flinke veeg hummus op een schaal, schik er warme groenten op, werk af met bijvoorbeeld amandelschaafsel of grof gehakte hazelnoten. ", "Je eigen pindakaas op je boterham smeren is ook dubbel zo leuk. Want je maakt hem zo smeuïg, crunchy, zoet of zout als je zelf wilt. In een halfuur tijd tover je je eigen pot op tafel. Begin met ongeveer een halve kilo ongezouten, ongebrande pinda’s. Rooster ze een kwartiertje in een oven op 180 graden, zo komt het vet in de noten al even op temperatuur en krijgen de pinda’s een nog diepere smaak. Laat ze even afkoelen en mix ze dan fijn in een stevige blender of keukenmachine. Doe dat in deeltjes en schraap geregeld de stukjes pinda langs de kanten opnieuw onderaan samen. Eerst zullen de nootjes verpulveren, pas daarna begint zich een pasta te vormen. Blijf mixen en weersta de verleiding om water toe te voegen. Na een tiental minuten heb je een egale massa. Mix er dan een scheutje arachideolie of een eetlepel kokosolie onder, tot de pindakaas smeuïg wordt. De", " voeg je toe naar eigen smaak: een lepel honing, wat zeezout of chilivlokken. Wie van crunchy pindakaas houdt, kan een klein handje van de geroosterde pinda’s opzij houden, kort fijnhakken en aan het einde door de smeuïge pindakaas mengen.  Je eigen pindakaas kun je zo’n tweetal weken in een pot bewaren. ", "Met zelfgemaakte havermoutkoekjes laat je ultrabewerkte koeken of mueslirepen uit de winkel makkelijk links liggen. Neem een grote kom en meng hierin 100 g (lichte) basterdsuiker met 40 g boter op kamertemperatuur. Klop er een ei onder en kneed er dan 100 g bloem, een tl bakpoeder en 80 g havermout door (niet de grote havervlokken, maar de gebroken, fijne variant). Meng tot je een egaal deeg bekomt. Dat is waarschijnlijk nogal plakkerig, maar dat hoort zo. Verdeel het deeg in 10-15 bolletjes en leg ze op een met bakpapier beklede bakplaat. (Platdrukken hoeft niet.) Bak een kwartier op 160 graden, of tot de koekjes een gouden randje krijgen. Dat ze nog zacht zijn wanneer ze uit de oven komen, is perfect normaal. Zodra ze afkoelen, verharden ze. ", "Zelf mayonaise maken kan zelfs zonder mixer: klop twee eidooiers los met een lepeltje mosterd, een scheutje azijn/citroensap en een snuf zout. Voeg beetje bij beetje olie toe en blijf roeren met een vork of klopper: je krijgt een dik mengsel, waarin de olie telkens weer wordt opgenomen. Als je genoeg mayonaise hebt om een bescheiden confituurpot te vullen, stop dan met toevoegen: er kan nog wel olie bij, maar dan krijg je een mayo die sneller zal schiften. Je kunt de mayonaise nu nog verder kruiden of wat extra citroen toevoegen. Of je kunt er een lichtere dressing van maken door er yoghurt door te scheppen (en daarna weer te kruiden tot de smaak goed zit). Blijft makkelijk een week goed in een afgesloten potje in de koelkast. ", "Om de dag goed te beginnen is het leuk om zelfgemaakte granolain huis te hebben: een bereiding die wel tijd vraagt, maar weinig werk – je kunt gerust iets anders doen terwijl de granola in de oven zit. Meng ongeveer 250 g havervlokken met ongeveer 250 g noten/pitten/zaden. Voeg 1 of 2 lepeltjes kaneel toe (naar smaak) en een snuf zout. Verwarm in een steelpannetje 100 g esdoornsiroop of honing, samen met 100 g amandel- of sesampasta en 2 el olie. Zodra je ze vlot door elkaar kunt roeren, zijn ze warm genoeg. Roer het vloeibare mengsel door het droge mengsel. Spreid het uit op een bakplaat, steek die in de oven en laat die opwarmen tot 140 graden. Bak tot de granola goudbruin is en nergens nog vochtig; dit duurt ongeveer een uur. Schep geregeld om. Laat de granola daarna volledig afkoelen op de bakplaat, dan wordt ze nog krokanter. Voeg gedroogd fruit zoals rozijnen toe als je dat lekker vindt. In een goed afgesloten pot blijft de granola makkelijk weken- tot zelfs maandenlang goed. "]},
{"title": "Een meesterwerkje om in te kaderen: de beste films van het moment", "date": "2025-11-27T14:45:00.000Z", "author": "Ruben Aerts", "url": "https://www.standaard.be/media-en-cultuur/een-meesterwerkje-om-in-te-kaderen-de-beste-films-van-het-moment/80585789.html", "source": "De Standaard", "first_lines": "Loopt u ook verloren tussen de filmaffiches in de bioscoop? Weet u op de platformen niet wat eerst te streamen? De beste films en documentaires die u momenteel kunt zien in de bioscoop of thuis.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/54vlys-trainv1-.jpg/alternates/THREE_TWO_1620/trainV1_.jpg", "tags": ["Cultuur en media", "Cultuurtips / film", "Cultuurtips", "Film"], "content": ["Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "Op Netflix", "Soms geeft een film je al vanaf minuut één het gevoel dat hij helemaal juist zit. Deze poëtische en broze parel over een man en het geluk dat hem als bij wonder zomaar in de schoot valt, doet dat helemaal. Overweldigend mooi. Een meesterwerkje om in te kaderen.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Dat het een ondankbare taak is om je collega’s te moeten onderzoeken, hoef je Stéphanie (", "-actrice Léa Drucker) niet te vertellen. Zij gaat intern na wat er precies gebeurd is nadat er klachten kwamen van politiegeweld bij een betoging. Een bureaucratische thriller die soms stevig op de proef stelt. ", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Een besje is er in deze amusante, licht dystopische roadmovie niet over te spreken wanneer de overheid haar in een bizar ‘ouderenkamp’ wil parkeren. Ze doet in deze vertelling over een toekomstig Brazilië wat elke weldenkende mens zou doen: als de bliksem de benen nemen. ", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Dit vervolg op de succesvolle dierenparabel schudt de ingrediëten dan niet radicaal door elkaar, maar minstens even entertainend is het zeker. Krijg je er gratis bij: een salvo geestige woordgrapjes!", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Afgelopen zomer kon je in de zalen al gaan kijken naar ", "en ", ", twee mijmerende films van Dag Johan Haugerud. Nu is er het derde deel van zijn drieluik. Al staat elke film op zich, enkel thematisch zijn ze verwant. De Noor wil immers onze benepen kijk op gender en seksualiteit in vraag te stellen en zo taboes doorbreken. In Berlijn leverde hem dat met ", "de Gouden Beer op.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "De Tunesische regisseur Kaouther Ben Hania, van de bekroonde films ", " en ", ", reconstrueert de noodoproep van de vijfjarige Hind, het Palestijnse meisje dat begin 2024 werd vermoord door Israëlische soldaten. Een hartverscheurende en gedurfde film, op de grens tussen fictie en documentaire.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "De prachtige tv-reeks ", ", gebaseerd op het succesvolle kinderboek van Annet Schaap, was twee jaar geleden enkel te zien op het Nederlandse NPO3. Nu is ze gehermonteerd tot een film die ook bij ons in de zalen valt te ontdekken. Immer hartveroverend en ontroerend is de vertelling over een verwaarloosd meisje in een vuurtoren.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "... heet Glen Powell. Hij was heerlijk zelf ingenomen naast die Tom Cruise in ", ", in ", "opende hij vorige zomer nog de jacht op tornado’s. Nu zet Powell het op een lopen in deze remake (of herverfilming, zo je wil) van de jaren 80-film met Arnold Schwarzenegger op basis van een Stephen King. In de regiestoel: ", "-regisseur Edgar Wright.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Mike van Diem, de Nederlander achter het Oscarbekroonde ", "met Jan Decleir, laat de gemoederen hoog oplopen tussen twee koppels die in een bevlieging ooit samen een vakantiehuis kochten in de Alpen. Cinema à la Ruben Östlund, met Vlaams theateracteur Valentijn Dhaenens.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "Op Netflix", "Na ", "realiseert Guillermo del Toro dat andere droomproject waar hij al zijn leven lang op broedt: zijn adaptatie van Mary Shelleys klassieker. ", "-hunk Jacob Elordi is de bedenkelijke creatie, Oscar Isaac zijn schepper. Een visueel barok feest.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Historisch was het concert dat de toen nog onbekende Keith Jarrett in 1975 in Keulen gaf, maar deze film laat vooral zien wat een uitdaging het destijds is geweest voor de 18-jarige organisatrice om het op poten te zetten. Een reconstructie voor de fans van Jarrett? Dat is een andere vraag.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "Op Apple Tv+", "Martin Scorsese, icoon bij leven, kijkt op zijn 82ste achterom in deze vijfdelige documentaire. Een heerlijke duik in het zoekende en wroetende genie achter dat wervelende filmoeuvre met klassiekers als ", " en ", ".", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Mads Mikkelsen wil in deze mateloos absurde, maar warmbloedige komedie als Manfred zelf bepalen wie hij is. Ook als dat John Lennon is. Uit de koker van Anders Thomas Jensen, de Deen van", " en ", ". ", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "De jonge Moeder Teresa, gespeeld door Noomi Rapace, wil haar eigen orde stichten in deze gedurfde kijk op de vrouw die door velen als toonbeeld van naastenliefde wordt gezien.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "Op Netflix", "Er is weinig animo voor subtiliteit in dit gokkersdrama van Edward Berger, de Duitser van ", "en ", ". Zelfs de snor van Colin Farrell is zo aanwezig, dat ze haast een personage op zichzelf is.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "François Ozon, die zowat elk jaar een nieuwe film aflevert, zette zich deze keer aan ", ", de literaire klassieker van Albert Camus. Zijn adaptatie? Zwoel, zonovergoten en existentialistisch.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "Op Netflix", "In deze prangende politieke thriller van", "-regisseur Kathryn Bigelow stevent een nucleaire raket af op de VS. Een verbluffende Rebecca Ferguson en Idris Elba als POTUS. En voorts? Reken vooral niet op een potje goedkoop spektakel. ", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Een stel complotdenkers ontvoert de ceo van een bedrijf omdat ze geloven dat zij van een andere planeet komt. Alleen Yorgos Lanthimos kan het zo onnozel verzinnen dat je er tonnen plezier aan beleeft. Donkerkomisch en bij vlagen compleet van de pot gerukt. Op de affiche: Jesse Plemons en Emma Stone. ", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Nadat haar debuut in première ging in Toronto, mocht Kato Custers er ook Film Fest Gent mee openen. Een adaptatie van Fleur Pierets’ autobiografische roman over de liefde tussen twee vrouwen. Matuur, geen tearjerker.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "De Russische dissident Kirill Serebrennikov komt met een portret in zwart-wit van ‘de Engel des Doods’ in de jaren na de Tweede Wereldoorlog. Een provocatieve blik in de ogen van het Kwaad.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Een fikse nederlaag komt hard binnen bij MMA-vechtjas Mark Kerr in deze empathische karakterstudie, die Dwayne ‘The Rock’ Johnson introduceert als een acteur mét emoties. Van Benny Safdie, die met broer Josh eerder achter ongepolijste parels als", "en ", " zat.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Het is ", "-acteur Jeremy Allen White die gestalte geeft aan een jonge Bruce Springsteen. Begin jaren 80 staat hij op het punt door te breken. Maar de tobbende artiest worstelt een flink eind met zichzelf. Een andere kijk op The Boss hou je er beslist aan over. ", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Jean-Luc Godard, de god van de Franse cinema, is drie jaar na zijn dood opnieuw springlevend. In deze heerlijk speelse liefdesbrief aan de man en beeldenstormers tout court keert ", "-regisseur Richard Linklater terug naar einde jaren 50 voor een gedurfde making-of van ", ", Godards iconische debuutfilm.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "Op Netflix", "Na ", " en ", " werkte ", "-regisseur Tim Mielants nog maar eens samen met Cillian Murphy. De Ierse Oscarwinnaar staat aan het hoofd van een tuchtcollege met alles wat hij in zich heeft. Een diep bevlogen en menselijke kijk op het soort engagement dat helaas niet aan bomen groeit. ", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "In hoeverre is vergelding verdedigbaar? Iraans regisseur Jafar Panahi (", ", ", ") vraagt het zich af in dit bij vlagen donker-komische, soms absurde maar bovenal diep tragische wraakverhaal over enkele voormalige politieke gevangenen die hun folteraar denken te herkennen. Bekroond met de Gouden Palm in Cannes.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "In de bioscoop", "Paul Thomas Anderson, bekend van meesterlijke films als", " en ", ", bewijst nog maar eens dat hij een van de grootste talenten van Hollywood is. Zijn jongste worp is rotentertainend, opruiend en raak. Leonardo DiCaprio liet er galant alle glamour voor varen. Zet je schrap voor een van de beste films van het jaar."]},
{"title": "Tegen welke prijs is Zelensky bereid een einde te maken aan de oorlog in Oekraïne?", "date": "2025-11-25T23:59:00.000Z", "author": null, "url": "https://www.standaard.be/luister/podcasts/tegen-welke-prijs-is-zelensky-bereid-een-einde-te-maken-aan-de-oorlog-in-oekrane/107734013.html", "source": "De Standaard", "first_lines": "Staat de Oekraïense president op het punt om met Trump een vredesdeal te sluiten? Vorig weekend klonk Zelensky nog heel somber. De Amerikanen hadden hem een 28 puntenplan voorgesteld dat wel héél Russisch getint was. En dat plan was voor Trump te nemen of te laten.Intussen heeft Oekraïne dat 28 puntenplan serieus kunnen bijschaven. Maar volgens onze Oekraïnewatcher Dominique Minten blijft Zelensky voor een groot dilemma staan. Want hij is moe en door corruptieschandalen politiek verzwakt. “Trump ruikt zwakheid en ik heb het gevoel dat hij weer zwakheid ruikt bij Zelensky en dat nu wil uitbuiten.”Welke prijs is Zelensky bereid te betalen om een einde te maken aan de oorlog in Oekraïne? Worden de komende dagen een gamechanger? Of is dat weer buiten Poetin gerekend?", "thumbnail": "https://prod-img.standaard.be/public/nieuws/phanzi-podcast-teasers.jpg/alternates/THREE_TWO_1620/podcast_teasers.jpg", "tags": ["Luister", "Podcasts", "DS Vandaag", "Oorlog in Oekraïne", "Volodymyr Zelensky", "Donald Trump"], "content": []},
{"title": "Gaat de 'money control'-wet te ver? \"Fraudeurs opsporen? Ik zie niet in hoe je daar kunt tegen zijn\"", "date": "2025-11-26T23:59:00.000Z", "author": null, "url": "https://www.standaard.be/luister/podcasts/gaat-de-money-control-wet-te-ver-fraudeurs-opsporen-ik-zie-niet-in-hoe-je-daar-kunt-tegen-zijn/107986238.html", "source": "De Standaard", "first_lines": "“Dat wij hier nu over discussiëren, was niet gebeurd zonder Vincent Van Quickenborne”, zegt economieredacteur Ruben Mooijman. “Iedereen kent nu de wet”, zegt ook Wetstraat-redacteur Christof Vanschoubroek. Ze hebben het over ‘money control’, een wet waarmee de regering fraudebestrijding naar een nieuw level brengt. Gaat de wet te ver?24 uur lang filibusterde oppositielid Vincent Van Quickenborne vorige week in de Kamer tegen de wet die Open VLD zelf heeft omgedoopt tot ‘money control’. Met die wet wil de federale regering aan de hand van datamining proactief de bankgegevens van alle 11 miljoen Belgen analyseren op vermoeden van fraude. Een zware inbreuk op de privacy, vinden de liberalen.Zonder het oppositiewerk van Van Quickenborne was die wet waarschijnlijk zonder veel aandacht gepasseerd. Stunt geslaagd dus. Maar geeft de wet de fiscus inderdaad de wapens in handen om een heksenjacht te voeren? Of is het gewoon goed beleid om fraudeurs op alle mogelijke manieren op te sporen?Marjan Justaert praat erover met collega’s Ruben Mooijman en Christof Vanschoubroek. “Fraudeurs opsporen, ik zie niet in hoe je daartegen kunt zijn. Vele kleintjes leveren de begroting misschien ook wel meer op dan drie of vier grote fraudedossiers.” ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/xv3nbz-podcast-teasers.jpg/alternates/THREE_TWO_1620/podcast_teasers.jpg", "tags": ["Luister", "Podcasts", "DS Vandaag", "Fiscale fraude", "Federale regering", "Vincent Van Quickenborne"], "content": []},
{"title": "Crisis in het Belgisch voetbal: DAZN zegt mediacontract met Pro League op ", "date": "2025-11-26T17:33:00.000Z", "author": null, "url": "https://www.standaard.be/video/crisis-in-het-belgisch-voetbal-dazn-zegt-mediacontract-met-pro-league-op/108029835.html", "source": "De Standaard", "first_lines": "Nu rechtenhouder DAZN zijn contract met de Pro League heeft beëindigd, heerst grote onzekerheid over de uitzendingen van het Belgische voetbal. Wat is er aan de hand? ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/yl5hrs-ds-actua-wide.00-00-00-00.still003.jpg/alternates/THREE_TWO_1620/DS%20ACTUA%20Wide.00_00_00_00.Still003.jpg", "tags": ["Video", "DAZN", "Voetbal"], "content": []},
{"title": "Onze chef politiek: ”Dragen de sterkste schouders de zwaarste lasten? Ik ben geneigd te zeggen van niet”", "date": "2025-11-24T19:23:00.000Z", "author": null, "url": "https://www.standaard.be/luister/podcasts/onze-chef-politiek-dragen-de-sterkste-schouders-de-zwaarste-lasten-ik-ben-geneigd-te-zeggen-van-niet/107441907.html", "source": "De Standaard", "first_lines": "50 dagen vroeg premier Bart De Wever aan de koning op 6 november. 50 dagen om een begrotingsakkoord te vinden ter waarde van 10 miljard euro. Het is uiteindelijk een akkoord geworden over 9,2 miljard euro. Is dat genoeg? Wat staat er in het akkoord? Wie zal de rekening betalen? En heeft De Wever zijn regering nu gered?Marjan Justaert praat erover met onze chef politiek Jan-Frederik Abbeloos. “Bart De Wever heeft altijd gespeculeerd op het feit dat niemand deze regering zou durven te laten vallen”, zegt hij. “De Wever heeft de tijd zijn rol laten spelen en uiteindelijk zijn al die voorzitters met hun grote ego’s, die tegen zijn oorspronkelijke openingsbod waren, gaandeweg één voor één moe geworden en tevreden met wat ze uit de brand hebben kunnen slepen.”", "thumbnail": "https://prod-img.standaard.be/public/nieuws/u8l8kd-podcast-teasers.jpg/alternates/THREE_TWO_1620/podcast_teasers.jpg", "tags": ["Luister", "Podcasts", "DS Vandaag", "Federale begroting", "Bart De Wever", "Georges-Louis Bouchez", "Conner Rousseau", "MR", "Sociale conflicten - stakingen"], "content": []},
{"title": "Torenbrand in Hongkong onder controle, dodentol loopt op tot meer dan 70", "date": "2025-11-27T16:12:26.000Z", "author": "wle, em", "url": "https://www.standaard.be/buitenland/torenbrand-in-hongkong-onder-controle-dodentol-loopt-op-tot-meer-dan-70/108093629.html", "source": "De Standaard", "first_lines": "Het dodental van de brand in een appartementencomplex in Hongkong is gestegen naar 75. De politie legt de schuld bij een bouwbedrijf dat herstellingswerken aan het uitvoeren was.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/mczxqm-major-fire-at-wang-fuk-court-housing-estate-in-tai-po-hong-kong/alternates/THREE_TWO_1620/Major%20fire%20at%20Wang%20Fuk%20Court%20housing%20estate%20in%20Tai%20Po%20Hong%20Kong", "tags": ["Buitenland", "Hongkong"], "content": ["Bij de ramp brak woensdag brand uit in zeven van de acht woontorens van het Wang Fuk Court complex. In vier van die blokken zou het vuur donderdagmiddag gedoofd zijn, in de drie andere is de brand onder controle zijn. Slechts één van de acht torens bleef volledig gespaard. Om het vuur te bestrijden zijn 800 brandweerlieden ingezet. Onder de dodelijke slachtoffers zou ook één brandweerman zijn. ", "De torens zijn 32 verdiepingen hoog, wat de reddingswerken erg moeilijk maakt. Volgens de lokale brandweer zitten in meerdere gebouwen nog mensen vast op de hogere verdiepingen. Er worden vermoedelijk nog meer dan 250 personen vermist. ", "In de torens wonen in totaal zo’n 4.600 mensen opeengepakt in 2.000 appartementen. Veel van hen zijn ouderen die er een sociale woning hebben. In Hongkong is het voor de lokale bewoners erg moeilijk een betaalbare woning te vinden. ", "Harry Cheung, die al 40 jaar in één van de blokken woont, zegt aan persagentschap Reuters  dat hij ‘s namiddags buiten veel lawaai hoorde, en vervolgens de brand opmerkte. “Ik heb meteen mijn spullen gepakt”, zegt hij. “Ik kan nu alleen denken over waar ik vanavond zal kunnen slapen”. ", "Andere bewoners zeggen dat ze er niet in slagen om familie of buren te contacteren. De 70 jaar oude Chu bracht de nacht bij vrienden door, maar zag donderdagmorgen dat haar appartementsblok nog steeds brandt. “We weten niet wat doen”. Reuters sprak ook nog een 52-jarige vrouw, Ng, die op zoek is naar haar dochter. “Zij en haar vader zijn nog steeds niet buiten”.", "De lokale politie heeft woensdagavond op een persconferentie laten weten dat de brand is begonnen in een bouwsteiger van bamboe, die in Hongkong nog veel gebruikt worden. Het bouwbedrijf dat verantwoordelijk is voor de onderhoudswerken wordt “grove nalatigheid” verweten. ", "De woontorens zouden bedekt zijn geweest met beschermende gaasdoeken en stukken plastic die mogelijk niet aan de brandveiligheidsnormen voldeden. Ook zouden een groot aantal ramen zijn afgedekt met “extreem brandbare” piepschuimplaten. Op beelden van de brand is te zien hoe steigers en groene gaasdoeken in brand staan. ", "Drie werknemers van het bouwbedrijf dat de steigers installeerde en werkzaamheden aan het wooncomplex uitvoerde, twee directeuren en een technisch adviseur, zijn ondertussen gearresteerd op verdenking van doodslag. ", "“Wij hebben reden om aan te nemen dat de verantwoordelijken van het bedrijf ernstig nalatig zijn geweest, wat heeft geleid tot dit ongeluk en ervoor heeft gezorgd dat de brand zich ongecontroleerd heeft verspreid, met een groot aantal slachtoffers tot gevolg”, aldus een woordvoerder van de politie. "]},
{"title": "Hoe Amazon ook in ons land de macht in de e-commerce wil grijpen", "date": "2025-11-24T02:00:00.000Z", "author": null, "url": "https://www.standaard.be/luister/podcasts/hoe-amazon-ook-in-ons-land-de-macht-in-de-e-commerce-wil-grijpen/107182301.html", "source": "De Standaard", "first_lines": "Het is komende vrijdag Black Friday, de dag waarop er superkortingen zijn bij zowat alle grote ketens. Het bedrijf dat daar heel wat garen bij spint, is Amazon. De Amerikaanse webshop wil nu ook ons land veroveren, want het bedrijf van Jeff Bezos investeert een miljard in ons land. Samen met Korneel Delbeke van onze economieredactie en professor Buldeo Rai bekijkt Alina Churikova wat de impact van Amazon op onze economie is.CREDITSGast Heleen Buldeo Rai (VUB) | Journalist Korneel Delbeke | Presentatie en redactie Alina Churikova | Eindredactie Yves Delepeleire | Audioproductie en muziek Pieter Santens | Chef podcast Alexander Lippeveld ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/j3yahh-kom-amazon.png/alternates/THREE_TWO_1620/KOM%20amazon.png", "tags": ["Luister", "Podcasts", "Kop of munt", "Amazon", "webwinkel"], "content": []},
{"title": "Club Brugge doet slechte zaak in Champions League met kansloze nederlaag tegen Sporting", "date": "2025-11-26T22:55:00.000Z", "author": "Koen Van Uytvange", "url": "https://www.standaard.be/sport/club-brugge-doet-slechte-zaak-in-champions-league-met-kansloze-nederlaag-tegen-sporting/107999298.html", "source": "De Standaard", "first_lines": "Wat een volgende stap richting tweede ronde moest worden, is in Lissabon uitgedraaid op een stevige desillusie. Club Brugge ging in de Champions League kansloos met 3-0 onderuit tegen Sporting en staat voor een zware opdracht wil het straks nog doorstoten in Europa.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/bevwqo-file83fojzruw2b17lmc8gms/alternates/THREE_TWO_1620/file83fojzruw2b17lmc8gms", "tags": ["Sport", "UEFA Champions League", "Club Brugge"], "content": ["Arsenal (thuis) binnen twee weken, Kairat Almaty (uit) en Marseille (thuis) in januari: ziedaar de drie kansen voor Club Brugge om zich alsnog bij de eerste 24 in de competitiefase van de Champions League te wurmen. Blauw-zwart, 22ste voor deze speeldag, valt eruit nadat het ook zijn derde uitwedstrijd verloor. ", "Na een halfuur was het al glashelder dat het helemaal niet de avond van Club zou worden. Het scorebord gaf een droge 2-0 aan en daar bestond geen enkel argument tegen. Elk punt tegen Sporting Clube de Portugal kondigde zich aan als een stunt, maar dat blauw-zwart zo machteloos zou onderuitgaan? Neen, dat viel niet te voorspellen. Of hoe het niveau van de Jupiler Pro League dit keer ook in een Europese wedstrijd sluimerde.", "Heel slecht was het begin niet. Nicky Hayen liet zijn team hoge druk zetten. Een tiental minuutjes kwam de Portugezen moeilijk uit de omknelling. Vooral nadat Hjulmand even rood kreeg voor gevaarlijk spel – terecht herroepen door de VAR tot geel – leek Sporting even van slag. Veel Brugse dreiging kwam daar niet van, behalve toen Vermant goed stoorde. Forbs stoof naar de achterlijn, maar zijn achterwaartse pass belandde niet op maat voor Vanaken. Tzolis zag zijn schot geblokt. ", "Halverwege trok Sporting de wedstrijd naar zich toe. Jackers bracht aanvankelijk nog redding, toen Luis Suarez – de Colombiaan, niet de Uruguayaan – aan het slalommen ging en recht op doel schoot. Een minuut later hing de bal toch in het net. Onyedika maaide naast een bal die doorschoot door naar Catamo, die aan het dribbelen ging en Seys  even op het verkeerde been zette. Jackers redde het schot, maar op de herkansing was Quenda sneller dan Siquet: 1-0. Voor het 18-jarige toptalent, vanaf volgend bij Chelsea, al zijn tweede goal in de Champions League.", "Op het halfuur stond het al 2-0. Op een diepe bal probeerde Seys te ontzetten, waarna Mechele hapte en centraal een hele boulevard liet. Suarez dook erin en werkte knap af. Boeken toe voor Club, dat grondig in de spiegel mocht kijken. En dan doelen we niet alleen op de Belgische verdedigers die bij de goals niet scherp genoeg bleken. Ook elders stelde Club teleur. Forbs toonde zich voortdurend onzuiver, Vermant – die de voorkeur had gekregen op Tresoldi – vocht te veel met de bal, Tzolis zocht vergeefs een strafschop. Als de Griek het voorin laat afweten, dan is het voorin simpelweg te weinig. Zelfs Vanaken bleef ver onder zijn beste niveau in de eerste helft. Dan weet je het wel.", "Club kwam niettemin nog fel uit de kleedkamer en zette de Portugese kampioen weer stevig onder druk. Vermant had meteen een kansje, in het zijnet. Dat er nog een strohalmpje hoop bleef, lag vooral aan Sporting. Dat controleerde, liet weinig openingen maar vergat het zelf af te maken. Na een nieuwe schwalbe van Tzolis volgde een counter waarop Suarez moederziel alleen op Jackers mocht afstevenen. Met een dubbele schaar ging de Sporting-spits er voorbij maar Siquet was terug en zorgde dat Suarez op de paal trapte.", "Hayen haalde een zichtbaar ontgoochelde Vermant na een uur naar de kant voor Tresoldi. Die gaf Club bijna een levenslijn met een goeie loopactie. Seys zag het, stuurde hem randje buitenspel weg maar Tresoldi mikte naast. Nog geen tien minuten later mocht Club het evenwel vergeten. Quenda legde terug, Siquet liet te veel ruimte aan Trincão: 3-0. Tresolid had nog kunnen milderen, maar had nog pech. Al diende het slot vooral om een pandoering te vermijden. Het enige wat uiteindelijk wel nog lukte."]},
{"title": "De lange tocht begint in de Kamer", "date": "2025-11-26T15:29:34.000Z", "author": null, "url": "https://www.standaard.be/politiek/de-lange-tocht-begint-in-de-kamer/107917244.html", "source": "De Standaard", "first_lines": "Het heeft hem misschien wat meer tijd en energie gekost, maar premier Bart De Wever kon vandaag met enkele weken vertraging toch zijn regeringsverklaring voorstellen in de Kamer. Huisfotograaf Kristof Vadino was er bij.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/chxrm5-stateoftheunion-06-kristofvadino-dsc00428.jpg/alternates/THREE_TWO_1620/StateOfTheUnion_06_KristofVadino_DSC00428.jpg", "tags": ["Politiek", "In beeld"], "content": []},
{"title": "Meeleven met een 19de-eeuwse incel: de beste series van het moment", "date": "2025-11-26T16:33:53.000Z", "author": "Max De Moor, Karsten Lemmens", "url": "https://www.standaard.be/media-en-cultuur/meeleven-met-een-19de-eeuwse-incel-de-beste-series-van-het-moment/80757449.html", "source": "De Standaard", "first_lines": "Ziet u het bos door de bomen niet meer met alle nieuwe series? Onze mediaredactie selecteert voor u de beste reeksen die momenteel te zien zijn op tv en op streamingplatforms.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/i0uvwo-lightning-101-unit-07892rc2.jpg/alternates/THREE_TWO_1620/LIGHTNING_101_Unit_07892RC2.jpg", "tags": ["Cultuur en media", "Tv-series", "Cultuurtips / series", "Cultuurtips"], "content": ["Netflix", "Acteur Matthew Macfadyen maakt indruk als Charles Guiteau, een tragische loser op de rand van de waanzin. In vier afleveringen radicaliseert hij tot de ", " die president James Garfield neerschoot. De politiek-historische reeks laat zich gemakkelijk lezen als een allegorie op onze tijd. ", "Netflix", " is een strak uitgevoerde thriller waarin Claire Danes schittert als een rouwende schrijfster die verstrikt raakt in een psychologisch steekspel met haar sinistere buurman. Regisseur Antonio Campos maakt elke scène beklemmend, en Danes en Matthew Rhys tillen de klassieke premisse naar een hoger niveau. Niet revolutionair, wél onweerstaanbaar meeslepend.", "Apple tv", " is Vince - ", " - Gilligan op topniveau: een slimme, ontroerende en donkerkomische dystopie waarin Rhea Seehorn schittert als de onwillige enkeling die immuun is voor een wereldwijde ‘geluks-code’. De reeks prikkelt constant: hilarische en verontrustende scènes wisselen af met diepzinnige vragen over identiteit, samenhang en technologische uniformiteit. Een aanrader voor wie van scherpzinnige, langzaam in je hoofd nestelende tv houdt, en van een centrale rol die alles draagt.", "Netflix", " is een strak gemonteerde Netflixreeks over een jonge homo die in 1990 zijn plek probeert te vinden in het marinierskorps, met veel nineties-nostalgie, driloefeningen en innerlijke tweestrijd. Verwacht weinig subtiliteit en enkele gemakkelijke scenariotrucs, maar een sterke cast houdt het geheel onderhoudend, al blijft het jammer dat de reeks niet méér durft te zeggen over het leger dat Cope tegelijk vormt én verstikt.", "Op Streamz", "Benicio del Toro, Paul Dano en Patricia Arquette in één reeks? Dat heet een topcast. Het waargebeurde ontsnappingsverhaal", "is al enkele jaren oud, maar staat sinds kort op Streamz. Hoog tijd om deze topreeks te herontdekken.", "Op Streamz", " flitst ons terug naar de jaren 80, met pornosnorren, paffende gendarmes en kantoormeubelen in houtfineer. Centraal staat Jan Laureys (Willem De Schryver), een flierefluiter die de rijkswacht weldra een slechte naam zal bezorgen. Deze nieuwe Vlaamse reeks zet hoog in op misdadig amusement en komt er net mee weg.", "Op VRT Max", "In de prestigereeks ", "raken de iconen van het 20ste-eeuwse surrealisme verzeild in een whodunit. Prachtig om naar te kijken, maar onder die originele premisse gaat een eerder middelmatige whodunit schuil.", "Op Apple TV", "Martin Scorsese kijkt op zijn 82ste achterom in ", ", een vijfdelige documentaire die een inkijk geeft in de zoekende en wroetende mens achter dat wervelende filmoeuvre. Voortdurend kwam de regisseur zichzelf tegen in zijn films, zo blijkt. Een voortreffelijke retrospectieve.", "Op Netflix", "Veertig jaar na de laatste misdaad die wordt toegeschreven aan ‘het monster van Firenze’ duikt een Netflixreeks in de moorden op acht stelletjes, koelbloedig van kant gemaakt tijdens het vrijen in of bij hun auto. Het is angstaanjagende tv met een actuele boodschap over vrouwenhaat in Italië. ", "Seizoen 1, 2 en 3 op VRT Max", " is een scherpzinnige en hilarische HBO-komedie over de botsing tussen een oudere stand-updiva (fenomenaal vertolkt door Jean Smart) en een jonge gen Z-schrijfster. In het met Emmy’s overladen derde seizoen, dat nu ook op VRT Max staat, probeert Deborah haar grote droom waar te maken: presentatrice op ", " worden.  ", "VRT Max", "Toen Roomies drie jaar geleden uitkwam veroorzaakte het een kleine revolutie in het Vlaamse fictielandschap. Nu is het tweede seizoen er, en volgen we opnieuw de levens van twee queer vriendinnen in Brussel. Een karakterschets die in onze vaderlandse fictie haar gelijke niet kent.", "Zorgen voor mama", "Op VRT Max", "De overlapping met de K3 Originals-concertreeks mag dan wel een spreidstand lijken, Kristel Verbeke toont met het vierde seizoen van ", " dat haar belangrijkste werk ná K3 moest komen. Ook dit keer volgen Verbeke en haar team mensen die in armoede leven en proberen ze waar het kan concrete handvatten en hulp te bieden. De presentatrice weet daarin precies de juiste toon te bewandelen.", "VRT Max", "Waarom binnen de “box” blijven als het daarbuiten zoveel leuker is? Deze driedelige docu van Maaike Cafmeyer toont burlesquedanseres Zoe Bizoe die met haar maatje Mimich Lumière weigeren te accepteren dat Mimich’ ongeval, dat hem in een rolstoel deed belanden, het einde van hun dromen zou betekenen.", "Netflix", "Een alleenstaande moeder erft een hotel. Probleem is dat het pand vervloekt is. Een kamer verhuurt toch wat moeilijker met een spook erin. Van een van de schrijvers van Rick & Morty, en dat merk je eraan. Al is deze animatiereeks wel minder scherp.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "HBO Max", "Het ziekenhuisdrama ", " werd op de afgelopen Emmy’s bekroond tot beste dramaserie en versloeg daarmee topfavoriet ", ". Hoog tijd om de 15 uur op de spoeddienst van een ziekenhuis in Pittsburgh erdoor te jagen. ", "Netflix", "De maker van ", " keert terug met ", ", een animatiesitcom die tegelijk familiedrama, tijdssprongenspel en psychologisch experiment is. Centraal staat de Joods-Amerikaanse familie Schwooper, waarvan de drie kinderen op hun eigen manier hartveroverend en herkenbaar zijn. De reeks vraagt wat gewenning, maar groeit al snel uit tot meeslepend kijkvoer. ", "Disney+", "Deze  dramareeks over Amanda Knox vertelt het bekende verhaal vanuit haar eigen perspectief, met sterke acteerprestaties en sfeervolle beelden van Perugia. Toch oogt veel herkenbaar uit eerdere documentaires, waardoor de spanning beperkt blijft. Degelijk gemaakt, maar niet echt verrassend.", "Streamz", "De zussen Anna en Kat maken een beladen roadtrip naar Spanje met een doodkist op het dak van de wagen en de assen van hun ouders op de achterbank. Tv-maker Pedro Elias en zijn vrouw Evelien Broekaert schreven een origineel en gedurfd scenario, dat dankzij de regie van Jonas Geirnaert net niet uit de bocht vliegt. Grappig en ontroerend."]},
{"title": "Oorlogspoëzie is springlevend in Oekraïne. De beste podcasts van het moment", "date": "2025-11-26T17:43:55.000Z", "author": "Alexander Lippeveld, Max De Moor", "url": "https://www.standaard.be/media-en-cultuur/oorlogspoezie-is-springlevend-in-oekrane.-de-beste-podcasts-van-het-moment/80745394.html", "source": "De Standaard", "first_lines": "Weet je niet meer wat te beluisteren? Onze redacteurs selecteren de beste podcasts.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/3wc2se-dichter-aan-het-front-vpro-soldaat-yaryna-met-dichtbundel.jpg/alternates/THREE_TWO_1620/Dichter-aan-het-front_VPRO_soldaat-Yaryna-met-dichtbundel.jpg", "tags": ["Cultuur en media", "Cultuurtips", "Cultuurtips / podcast", "Radar (overzicht)", "Podcasttips"], "content": ["De Standaard", "Willem De Schryver maakt furore in ", "en sinds kort ook ", ". In het echte leven is hij een stuk minder zelfzeker dan de arrogante flierefluiters die hij zo overtuigend neerzet, ontdekt interviewer Lise Bonduelle. Op 29 november komt de 24-jarige acteur langs in ", ".", " in de vernieuwde luisteromgeving van de nieuwsapp van", ". ", "VPRO en NPO 1", "Oorlogspoëzie, een fenomeen uit de Eerste Wereldoorlog? Helemaal niet. Ook aan het front in Oekraïne wordt duchtig gedicht, ontdekten de Nederlanders Edwin Koopman en Michiel Driebergen. In vier delen laten ze horen hoe Oekraïense soldaten het leven in de loopgraven bezweren met poëzie. ", "Zembla", "De zoektocht naar Marlotte en daaropvolgende ontmaskering van een onwaarschijnlijke leugen doet veel stof opwaaien in Nederland. Zijn de journalisten onvoorstelbaar naïef en lieten ze zich gewillig meeslepen door een fantast? Vaststaat dat er eindelijk nog een keer een podcast is die de tongen echt weet los te maken. ", "The Europeans", "Europa is een lappendeken van culturen, talen en vooral ook... beleid. Ondanks de vergevorderde Europese samenwerking, verschilt ons beleid nog grondig. En we kunnen wel heel wat van elkaar leren, onder meer op vlak van wonen, zorg en de strijd tegen drugs. De podcast ", " spit die drie thema’s uit in een minireeks. Benieuwd of ons land een voorbeeld is voor de andere landen.", "De Standaard", " is een journalistieke zoektocht naar hoe buik, brein en beleid bepalen wat we allemaal naar binnen spelen – en wat dat zegt over wie we zijn. In de vierdelige reeks onderzoekt de redactie van ", " wat er schuilt achter ons eetgedrag. De vierdelige reeks is vanaf nu ", ". ", "Serial / The New York Times", "Journaliste Dyan Neary merkte op een bijeenkomst in Pennsylvania dat heel veel mensen getuigden over het misbruik dat hun kinderen is aangedaan. Een kinderarts zou al te vaak de verkeerde diagnose gesteld hebben. “Better safe than sorry”, zou die gedacht hebben. Met verstrekkende gevolgen, want veel kinderen werden van hun ouders gescheiden. Neary duikt in de zaak in ", ".", "De Standaard", "Veerle Duflou zocht met de hulp van de Universiteit Antwerpen uit wat er gebeurt met lichamen die aan de wetenschap worden geschonken. ", ", dat via Duflous overleden man een persoonlijke insteek kreeg, werd bij de Oorkondes, de Vlaamse podcastprijzen, bekroond in de categorie inzicht.", "Nieuwsblad ", "Debby De Ridder vertelde volgens de jury van de Oorkondes het strafste verhaal. ", ", een vierdelige podcast, gaat over Dunya, een Afghaans meisje dat in Vlaanderen ontsnapt aan een gedwongen huwelijk en onderduikt. ", "Bahamontes i.s.m. Ward Bogaert ", "Wielermagazine ", "mag zich nu ook bekroond podcastmaker noemen. In de categorie sport won ", " Radiomaker Ward Bogaert duikelt daarin bijzondere wielerverhalen op. ", "De Standaard", "Comedian Michael Van Peel trekt vijf jaar na zijn eerste reis naar het noordelijkste puntje van Europa, opnieuw naar de Noordkaap. Hij zoekt onderweg dezelfde mensen op. Wat is er van hen geworden? De afleveringen van deze 8-delige reeks verschijnen wekelijks op de gekende platformen. ", ".", "De Standaard", "Elke maandag houdt journalist Alina Churikova in ", " een prangende economische kwestie tegen het licht. Wat is het effect van Elon Musk op beleggers bijvoorbeeld? En hoe realistisch zijn de regeringsplannen om langdurig werklozen opnieuw aan de bak te krijgen? Wat is de impact van impulsaankopen op Chinese sites zoals Temu of Shein?  ", "Met deze aanpak won ", " begin november de Oorkonde voor beste Vlaamse actuapodcast. ", " ", "Kidsweek", "Elin was 5 toen haar knuffel Apie gestolen werd op een trein naar Brussel. Als je zelf een kleuter hebt rondlopen, dan weet je dat dat een drama is. En drama, dat vraagt om een truecrimepodcast. We weten niet of dit de eerste podcast voor kinderen in dat genre is, maar Sytske, de moeder van Elin, maakte van het drama wel een heel erg fijne luisterervaring. ", "The Guardian investigates", "Dat AI een waanzinnige evolutie heeft doorgemaakt de afgelopen jaren, hoeven wij je niet te vertellen. Dat doet Michael Safi van ", " wel. Hij heeft met ", " een van de interessantste podcastreeksen van de afgelopen jaren gemaakt.", "NRC", "Onlangs overleed Jane Goodall, de wereldberoemde chimpanseeonderzoeker. ", ", de wetenschapspodcast van NRC, maakte een portret van Goodall. Waarom en hoe werd zij een van de bekendste gezichten van de natuurbescherming?", "Audible & Higher Ground", "Fela Kuti was behalve de grondlegger van afrobeat, ook een onverschrokken activist. Met zijn kunst bewoog hij Beatle Paul McCartney tot tranen toe. Jad Abumrad (", ") bouwde samen met Ngofeen Mputubwele een indrukwekkend audiomoment dat de veelkantige artiest op een toegankelijke manier doorgrondt. ", "Johan Terryn", "Als Johan Terryn door onze oortjes klinkt, dan draaien we het volume altijd een tikkeltje omhoog. Met ", "heeft hij een heel fijn concept uitgedacht. Hij praat met een bekende gast met de telefoon op tafel. Als die overgaat, dan eindigt het gesprek onverbiddelijk. Zijn eerste gast is comedian Jeroen Leenders, die na welgeteld 51 minuten zijn garagist aan de lijn kreeg. ", "8D & Orkan", "Iggy Pop is nog steeds springlevend, dat kon je deze zomer vaststellen op de Lokerse Feesten. De godfather of punk maakte in de tussentijd nog een zijprojectje. In ", "een podcast over de klimaatproblematiek,", "speelt hij Moeder Natuur. Niet als een liefhebbende, zorgende Gaea, eerder als de whiskydrinkende, nukkige punker die hij is. Een klimaatpodcast met humor, dat hoorden we nog niet gauw.", "Podimo & Dag en Nacht", " is behalve het verhaal een vermoorde sekswerker, ook dat van Naomi Steijger, podcastmaker en kassameisje in het Erotisch Museum op de wallen. De zeven afleveringen overstijgen op indrukwekkende wijze de clichés en sensatie die je bij de combinatie “true crime en sekswerk” zou verwachten.", "Iwein Segers", "Het gebeurt vaker dan we willen toegeven en al zeker bij mannen van middelbare leeftijd, zeggen studies: vriendschappen verwateren. Komiek Iwein Segers legt er zich niet bij neer. In zijn podcast ", " haalt hij de banden aan met een oude vriend. Wat liep er mis en zit er nog toekomst in de vriendschap? De eerste afspraak is met Roosje Pertz.", "De Standaard", "Met ", " brengt ", "een snapshot van een generatie. De alpha’s, geboren tussen 2010 en 2025, zijn sinds dit jaar compleet. Hoog tijd voor een blik in hun brein, hun hart, hun leefwereld en de toekomst. In aflevering vier: de taal van Gen alpha. ", "en ", "klinken voor ouderen als Latijn, voor de alpha’s is het dagelijkse kost.", "BBC Sounds", "Een van de weinige supersterren die nog geen podcast had, is topmodel Kate Moss. Daar komt nu verandering in. Ze brengt geen zoveelste praatpodcast, maar duikt in het leven van David Bowie. Moss beschrijft de creatieve evolutie van de muzikant die de rockgeschiedenis in een nieuwe plooi legde.", "Podcast tailor", "Het leven van schrijvers spreekt tot de verbeelding. Spontaan denk je aan getroebleerde geesten die ergens in een berghutje hun gedachten neerpennen. Filosoof en schrijver Fen Verstappen maakt een tocht langs de werkplekken van bekende schrijvers om te zien hoe het er echt aan toe gaat. De eerste gast is Lize Spit.", "BBC World Service", "Op Tiktok schuilt achter de hashtag #DubaiPortaPotty een geruchtenmolen over een prostitutienetwerk in Dubai waar vrouwen gedwongen worden tot de smerigste dingen. De BBC trok het verhaal na en legt een donkere praktijk bloot. ", " belooft in zijn negende seizoen de waarheid achter een virale hashtag.", "De Standaard, Museum Plantin-Moretus", "In de kathedraal van Antwerpen hangt een fascinerend schilderij ter herdenking van de wereldberoemde drukker Christoffel Plantijn. Op dat schilderij staan ook vijf jonge vrouwen, de dochters van Plantijn en zijn vrouw Jeanne Rivière. In de podcast ‘Indrukwekkende vrouwen’ duikt Sven Speybrouck met de hulp van 10 vrouwen en 1 man in de levens van die vijf zussen. Elk van hen vertelt ons iets over het leven als vrouw in de zestiende eeuw. En dat is op vele vlakken helemaal anders dan het cliché van de vrouw aan de haard.", "Pushkin industries", "Veel grotere namen dan ", "-presentator Jonathan Goldstein zijn er niet in de podcastwereld. Het was dan ook een verrassing dat Spotify en productiehuis Gimlet de reeks eind 2023 stopzetten. Nu is de therapeut met de teletijdmachine terug met een nieuw seizoen. En net als vroeger helpt hij zijn gasten met de last die al jaren op hun schouders ligt. ", "CBC Podcasts", "De Canadese openbare omroep CBC verzamelt de strafste oude en nieuwe persoonlijke verhalen onder de noemer ", ". Zo wordt ", " van Ian Coss, over de zoektocht naar liefde in een familie waar iedereen gescheiden is, hernomen. In 2021 bekroonden we die nog als beste podcast van het jaar. Je vindt er ook de trailer van ", " van de Belgische Helena De Groot over haar totaal afwezige kinderwens. In november stelt ze die podcastreeks voor op het ", ".", "Nieuwsblad, FAAM, Canon van Vlaanderen", "Radio- en tv-presentator Sven Speybrouck gaat voor het ", "naar tien doodgewone plekken in Vlaanderen. De Blandijnberg in Gent bijvoorbeeld, een plek waar geschiedenisstudenten dagelijks in de boeken duiken. Maar de meeste studenten weten niet dat daar in de 13de eeuw een mensenmassa bijeenkwam om de executie van Jean de Wettre bij te wonen. Hij staat nu bekend als het eerste slachtoffer van homofobie in Vlaanderen. Speybrouck vertelt elke aflevering één verhaal in zijn eigen schalkse, maar zeer gesmaakte stijl.", "NRC", "Straf werk van onze noorderburen: NRC-audioredacteur Ruben Pest zocht uit hoe het is om te wonen, werken en overleven in Palestina en Israël. In zeven afleveringen legt hij bloot hoe de oorlog en ongelijkheid het dagelijkse leven van de inwoners opschudden. Een podcastreeks die in je kleren kruipt."]},
{"title": "Jonge wolven duiken in theaterarchief: de voorstellingen van het moment", "date": "2025-11-26T19:00:00.000Z", "author": "Liv Laveyne, Charlotte De Somviele, Wouter Hillaert, Floris Baeke, Filip Tielens", "url": "https://www.standaard.be/media-en-cultuur/jonge-wolven-duiken-in-theaterarchief-de-voorstellingen-van-het-moment/80581951.html", "source": "De Standaard", "first_lines": "Van ambitieuze onderneming van Wolf Wolf tot de hilarische comedy van Pieter Verelst en het wetenschappelijke jaaroverzicht van Hetty Helsmoortel: mis deze voorstellingen niet.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/rgachh-file83ehyo2k8lk5jorc99z/alternates/THREE_TWO_1620/file83ehyo2k8lk5jorc99z", "tags": ["Cultuur en media", "Cultuurtips", "Cultuurtips / podium", "Podiumkunsten"], "content": ["THEATER", "Wolf Wolf/NTGent", "Voor ", " sloot het jonge spelerscollectief Wolf Wolf zich wekenlang op in het archief van NTGent. Voor hun eerste creatie in de grote schouwburg verdiepten ze zich in zestig jaar toneel. De voorstelling is een zoektocht naar een antwoord op de vraag: wat bewaar je van een medium dat verdwijnt met het applaus?", "WETENSCHAPSSHOW", "Hetty Helsmoortel", "Met haar nieuwe show ", "bewijst Hetty Helsmoortel dat wetenschap niet alleen kan informeren en verwonderen, maar ook kan entertainen. Ze blikt terug op afgelopen jaar met een selectie die informeert, verwondert en ook entertaint. Waar ze gedachtelezen in haar show van vorig jaar nog onmogelijk had geacht, werd ze dit jaar al door de wetenschap ingehaald.", "COMEDY", "Bas Birker ", "Comedian Bas Birker is hoogbegaafd, en dat blijkt in zijn zaalshow ‘Twee procent’ niet altijd een geschenk. Maar de toon blijft licht en rationele mensen blijken uiteindelijk toch minder superieur dan Birker dacht. Ook al zal de domheid in de wereld hem wel altijd blijven verbazen, én inspireren tot scherpe stand-upcomedy.", "THEATER", "Theater Malpertuis", "Voor het eerst in veertig jaar staan Viviane De Muynck en Els Dottermans samen op het toneel. ", " is een geslaagde bewerking door regisseur Piet Arfeuille van de gelauwerde roman ", " (2008) van de Franse Nobelprijswinnaar Annie Ernaux. De geschiedenis in ", " is niet dood, maar blijft leven: op zoveel manieren strijkt deze voorstelling tegen de maalstroom van de tijd in.", "CABARET", "Pieter Verelst", "Pieter Verelst gooit weer alle remmen los in deze exuberante voorstelling over een aandoening die een geschenk blijkt te zijn. De goocheltrucs, de musical, de hersenkronkels, ADHD in volle glorie en zelfs als keurmerk van creativiteit en origineel denken: het komt mooi samen in ", ". Dit is cabaret als geen ander.", "THEATER", "Zuidpool", "Een monoloog van bijna twee uur is op zich al een wapenfeit. Maar wat ", " – naar het boek van Ilja Leonard Pfeijffer – vooral luisterrijk maakt, is zijn fijne dissectie van onze democratie als theater. Sofie Decleir brengt een meticuleuze analyse van deze complexe showtijd, zonder in clichés te vervallen.", "COMEDY", "Steven Mahieu", "Twee jaar na zijn burn-out staat comedian Steven Mahieu weer op het podium. Geleerd en gelouterd, maar nog even grappig én vooral ‘Stabieler’. Mahieu ", ", en daar kunnen we alleen maar heel gelukkig om zijn.", "THEATER", "De Kempvader/Tom Van Dyck & Alice Reijs.", "In ", " kruist het theaterkoppel Alice Reijs en Tom Van Dyck de degens met een royale portie oneliners over zure melk en slappe lullen. Maar ze overstijgen de platgetreden huwelijkskomedie niet.", "MUSICAL", "Plotfish", "Deze musical in samenwerking met Alzheimer Liga Vlaanderen heeft dementie als thema, zonder te vervallen in een platte poppenkast vol larmoyante ballades. Ondanks alle stroop blijft de toon in ", " fris en de boodschap raak.", "THEATER", "Eén Zee/Stany Crets", "Stany Crets brengt de ultieme Vlaamse theaterklassieker opnieuw tot leven met een Kempisch sterrenensemble dat niet teleurstelt. ", " is onvervalste Vlaamse canon – dat voel je alleen al aan de publiekswarmte en de uitverkochte zalen. Maar doe je een monument echt eer aan door op veilig te spelen?", "THEATER", "De Hoe", "Dertien jaar geleden begon het allemaal voor Hof van Eede met ", ". De kringloopfauteuils werden in deze herneming gepromoveerd tot Bauhaus-exemplaren van De Hoe, maar op hun vinnige stijl maakten Ans en Louise Van den Eede en Greg Timmermans geen enkele compromissen. Ze zetten een intelligente ode aan het zelfbewustzijn, het zoeken, precisie en – uiteraard – de liefde, neer."]},
{"title": "Apple TV trekt Franse thrillerserie in na beschuldigingen van plagiaat", "date": "2025-11-27T11:30:11.000Z", "author": "Max De Moor", "url": "https://www.standaard.be/media-en-cultuur/apple-tv-trekt-franse-thrillerserie-in-na-beschuldigingen-van-plagiaat/108102486.html", "source": "De Standaard", "first_lines": "Apple heeft elk spoor van , een thriller over een groep jagers die zelf worden opgejaagd, uitgewist. De Franse serie zou volgende week op de streamingdienst verschijnen, maar een mogelijke plagiaatzaak steekt daar een stokje voor.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/ogwhya-traques-101-00222f-e1758775042246-copy.jpg/alternates/THREE_TWO_1620/Traques_101_00222F-e1758775042246%20copy.jpg", "tags": ["Cultuur en media", "Tv-series", "Mediasector", "Streaming", "Apple", "Auteursrecht"], "content": ["Luttele dagen voor de première van ", " (", " in het Frans) heeft Apple besloten om de nieuwe Franse thrillerreeks niet uit te zenden. De serie zou volgens de oorspronkelijke planning op 3 december op zijn streamingdienst Apple TV verschijnen. Het verhaal, met Franse filmsterren Benoît Magimel en Mélanie Laurent in de hoofdrollen, vertoont opvallende gelijkenissen met ", ", een film uit 1976 die gebaseerd werd op het gelijknamige boek van schrijver Douglas Fairbairn uit 1973. ", "Officieel heeft Apple geen reden opgegeven voor de plotse opschorting, maar de Franse mediajournalist Clément Garin vernam dat het bedrijf een mogelijke plagiaatzaak voor wil zijn. De gelijkenissen tussen de nieuwe serie en het 42 jaar oude boek zouden pas recent aan het licht zijn gekomen. In beide verhalen wordt een groep jagers opgejaagd door een rivaliserende bende en valt er een gewonde. Ook na de jachtpartij leven de jagers met het gevoel dat iemand het op hen gemunt heeft.", "Het productiehuis Gaumont erkent dat de reeks “tijdelijk is uitgesteld”. “We voeren momenteel een diepgaand onderzoek naar vragen die gerezen zijn omtrent onze productie. We nemen intellectuele eigendom zeer ernstig”, klinkt het in een reactie in de Britse krant ", ". Op de platformen van Apple zijn alle sporen van de reeks uitgewist. ", "Het is al de tweede keer op korte tijd dat de streamingdienst van het technologiebedrijf een afgewerkte reeks op het schap laat liggen. Na de moord op de uiterst rechtse activist Charlie Kirk werd de release van ", ", een reeks met Jessica Chastain over extremistische terreur, op de lange baan geschoven. Het is mogelijk dat ", " nooit het daglicht zal zien. In het geval van ", " kan er eventueel nog een akkoord met de erfgenamen van schrijver Fairbairn gesloten worden.", "In Vlaanderen werd onlangs een plagiaatzaak rond ", " beslecht in de rechtbank. Schrijver Piet Baete trok daarbij aan het kortste eind. De gelijkenissen tussen zijn misdaadroman ", " en de serie over rijkeluiskinderen in Knokke zijn “vergezocht, gekunsteld en niet origineel”, oordeelde de rechter eerder deze maand. ", "Ook de surrealistische whodunit ", " werd even genoemd in een mogelijke plagiaatzaak. De Brusselse schrijfster Nadine Monfils, die een boekenreeks bestiert waarin René Magritte opgevoerd wordt als detective, deed haar beklag in verschillende media, maar tot een officiële klacht is het nooit gekomen. Productiehuis Panenka riep het toeval in en wees erop dat de serie al in ontwikkeling was nog voor het eerste boek van Monfils was verschenen. "]},
{"title": "Voor Native Americans is Thanksgiving een dag van rouw", "date": "2025-11-27T16:20:00.000Z", "author": null, "url": "https://www.standaard.be/video/voor-native-americans-is-thanksgiving-een-dag-van-rouw/108296031.html", "source": "De Standaard", "first_lines": "Op Thanksgiving vieren de Amerikanen eenheid en solidariteit. Maar het inheemse volk dat in 1621 de eerste kolonisten hielp overleven, organiseert de ‘Day of Mourning’.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/qhdjgk-ds-actua-wide.00-00-00-00.still003.jpg/alternates/THREE_TWO_1620/DS%20ACTUA%20Wide.00_00_00_00.Still003.jpg", "tags": ["Video", "Verenigde Staten", "Donald Trump", "Video"], "content": []},
{"title": "Oproep | Bent u weleens ziek gaan werken?", "date": "2025-11-27T16:30:21.000Z", "author": "Josephine Dapaah", "url": "https://www.standaard.be/binnenland/oproep-bent-u-weleens-ziek-gaan-werken/108296295.html", "source": "De Standaard", "first_lines": "Ruim de helft van de Belgische werknemers ging het voorbije jaar ziek werken. Dat blijkt uit onderzoek van uitzendbureau Tempo Team en KU Leuven. Bent u weleens ziek gaan werken? Wij zoeken getuigenissen.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/r5ax97-hope-im-not-getting-sick-again/alternates/THREE_TWO_1620/Hope%20Im%20not%20getting%20sick%20again", "tags": ["Binnenland", "Lezersoproep"], "content": ["Bent u weleens ziek gaan werken? Waarom? Waar ligt de grens tussen ziek en niet ziek? Wanneer blijft u beter thuis werken? En vanaf wanneer bent u te ziek om te werken? Vertel het aan ", ". Vergeet zeker uw telefoonnummer niet, zodat we u kunnen contacteren."]},
{"title": "Beelden tonen hoe school instort door hevige regenval in Indonesië", "date": "2025-11-27T16:27:34.000Z", "author": "Ewout Vancraeynest", "url": "https://www.standaard.be/buitenland/beelden-tonen-hoe-school-instort-door-hevige-regenval-in-indonesie/108143580.html", "source": "De Standaard", "first_lines": "in Indonesië is een schoolgebouw ingestort, nadat een rivier vlakbij door hevige regenval buiten haar oevers was getreden. Voor de leerlingen zat er niets anders op dan geschokt toe te kijken. Het extreme weer werd veroorzaakt door een tropische cycloon, die de regio al sinds 24 november teistert.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/difjnw-ds-actua-wide.00-00-38-21.still003.jpg/alternates/THREE_TWO_1620/DS%20ACTUA%20Wide.00_00_38_21.Still003.jpg", "tags": ["Buitenland", "Indonesië", "Extreem weer"], "content": ["Het gebied tussen Indonesië, Maleisië en Thailand wordt de jongste week geteisterd door een tropische cycloon, met hevige regenval tot gevolg. Daardoor staan huizen en straten onder water en leiden aardverschuivingen ertoe dat toegangswegen geblokkeerd zijn.", "In Bireuën, een plaats in het Indonesische Noord-Sumatra, trad een rivier buiten haar oevers. Het water sleurde vervolgen een schoolgebouw mee. Leerlingen van de school stonden geschokt toe te kijken buiten. Bij de instorting van het gebouw vielen geen doden of gewonden. In totaal heeft het noodweer in Indonesië de laatste week wel al geleid tot zeker 28 doden."]},
{"title": "Joseph Oosting officieel nieuwe trainer van Antwerp", "date": "2025-11-27T15:54:29.000Z", "author": "dvd, dige", "url": "https://www.standaard.be/sport/joseph-oosting-officieel-nieuwe-trainer-van-antwerp/108280359.html", "source": "De Standaard", "first_lines": "Antwerp heeft zijn nieuwe T1 beet. De opvolger van Stef Wils wordt zoals verwacht de 53-jarige Nederlander Joseph Oosting. Hij tekende een contract voor 2,5 seizoenen. T2 Faris Haroun neemt de topper tegen Club Brugge zondag nog voor zijn rekening, vanaf maandag neemt Oosting over.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/ba78dr-belgaimage-132158045.jpg/alternates/THREE_TWO_1620/Belgaimage-132158045.jpg", "tags": ["Sport", "Royal Antwerp FC", "Voetbal"], "content": ["Meteen na het trainersontslag afgelopen zondag hintte het ", " in de richting van Oosting als kandidaat om Wils op te volgen. Bij Antwerp zaten ze al met hem in achterhoofd, aangezien het de laatste tijd zo moeilijk liep. ", "Na enkele dagen van onderhandelen is donderdag een mondeling akkoord met de ex-trainer van FC Twente en RKC Waalwijk bereikt. Het papierwerk moet nog in orde worden gebracht, maandag neemt Oosting over van interim-coach Faris Haroun. Die laatste neemt in de topper tegen Club Brugge (zondag om 13.30 uur) nog de honneurs waar in de dug-out.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "Ook na Club Brugge staat Oosting voor een aartsmoeilijk begin, met toppers tegen achtereenvolgens Genk (thuis), Gent (uit) en Anderlecht (thuis). Volgende week woensdag is er ook de belangrijke bekeraffiche tegen seizoensrevelatie Sint-Truiden."]},
{"title": "Geen formatie, wel benoemingen in Brussel", "date": "2025-11-27T16:02:23.000Z", "author": "Jeroen Struys", "url": "https://www.standaard.be/politiek/geen-formatie-wel-benoemingen-in-brussel/108267992.html", "source": "De Standaard", "first_lines": "Op een volwaardige regering is geen zicht in Brussel, dus zet de ontslagnemende regering door met enkele benoemingen die hoogdringend waren, zoals die voor Actiris en de Brusselse Bouwmeester.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/z1caqx-file82bete5tbdfuxbwej0c/alternates/THREE_TWO_1620/file82bete5tbdfuxbwej0c", "tags": ["Politiek", "Brussel"], "content": ["Cristina Amboldi is dan toch benoemd tot hoofd van Actiris, de dienst die werkzoekenden aan werk helpt, als Brusselse tegenhanger van de VDAB. Ze was dat al sinds 2021, maar haar benoeming werd in juni vernietigd door de Raad van State. Vóór die benoeming was ze namelijk adjunct-kabinetschef van Brussels minister van Werk Bernard Clerfayt (Défi), wat haar toegang gaf tot de documenten van de andere kandidaten. Ze kreeg de job in 2021 ten koste van Olivia P’tito (PS). Die is intussen burgemeester van Koekelberg, waar ze de sjerp overnam van haar partijgenoot Ahmed Laaouej, kopman van de Brusselse PS. Dat maakte Amboldi tot enige kandidate om zichzelf dan toch weer op te volgen.", "De PS ging evenwel voor de benoeming liggen. Een heel aantal benoemingen sleepte aan, en eens de Brusselse regering in lopende zaken ging, konden er geen meer gebeuren. Dat leidde ertoe dat er een opeenstapeling kwam, met in totaal zestien benoemingen die om een fiat vroegen. Toen Sven Gatz (Open VLD) uit de regering stapte en zich liet vervangen door Dirk De Smedt, wou de PS alsnog de hele benoemingscarrousel regelen. Dat botste evenwel op tegenstand van De Smedt, die vond dat zo’n beslissing niet aan een regering in lopende zaken toekomt – tenzij er hoogdringendheid kon worden aangevoerd. ", "Dat is het geval voor Actiris, zo klinkt het, omdat er met de federale hervorming van de werkloosheid in de tijd heel wat extra werk afkomt op de organisatie. Het is ook het geval voor de Brusselse bouwmeester, omdat een advies van die bouwmeester in het Brussels Gewest verplicht is voor elke vergunningsaanvraag voor meer dan 5.000 vierkante meter. Al eind juni kwam Lisa De Visscher als eerste uit de procedure. Tot twee keer toe verlengde de regering in lopende zaken het mandaat van de vorige bouwmeester, Kristiaan Borret, maar eind augustus bedankte hij voor een derde depannage. Er werd gevreesd dat een aantal bouwprojecten onderuit zou worden gehaald in de rechtbank. ", "Ook bij de brandweer werd een mandaat verlengd, omdat de continuïteit van de dienst in het gedrang kwam. De rest van de benoemingen blijft op de stapel liggen tot er een volwaardige regering aan zet komt. Daar is evenwel geen enkel zicht op, nu ook het initiatief van Georges-Louis Bouchez (MR) een stille dood is gestorven. "]}
]