[
{"title": "Drie verdachten opgepakt na huiszoekingen bij Europacollege en Europese diplomatieke dienst", "date": "2025-12-02T12:08:00.000Z", "author": "blg", "url": "https://www.standaard.be/binnenland/drie-verdachten-opgepakt-na-huiszoekingen-bij-europacollege-en-europese-diplomatieke-dienst/109479324.html", "source": "De Standaard", "first_lines": "De federale politie heeft in een Europees fraudeonderzoek huiszoekingen uitgevoerd bij het Europacollege in Brugge en bij de Europese diplomatieke dienst in Brussel. Drie mensen zijn opgepakt.  ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/b72lkn-europacollege-brugge-in-opstraak/alternates/THREE_TWO_1620/Europacollege%20Brugge%20in%20opstraak", "tags": ["Binnenland", "Justitie"], "content": ["Bij een onderzoek van het Europees parket naar vermoedelijke fraude rond door de Europese Unie gefinancierde opleidingen voor jonge diplomaten zijn dinsdag drie mensen opgepakt in Brugge en Brussel. ", "In opdracht van dat parket voerde de federale politie huiszoekingen uit in verschillende gebouwen van het Europacollege in Brugge de Europese diplomatieke dienst (European External Action Service) in Brussel en ook in de woningen van verdachten. ", "Voor de huiszoekingen plaatsvonden had het parket de opheffing van de immuniteit van verschillende verdachten gevraagd en gekregen.", "Het onderzoek van EPPO draait rond de European Union Diplomatic Academy, een negen maanden durend opleidingsprogramma voor jonge diplomaten in verschillende Europese lidstaten. De European External Action Service (EEAS) kende die opleiding voor de periode 2021-2022 toe aan het Europacollege, na een openbare aanbesteding. ", "“Er wordt onderzocht of het Europacollege of haar vertegenwoordigers op voorhand op de hoogte werden gebracht van de criteria voor de openbare aanbesteding, en voldoende redenen hadden om aan te nemen dat het project aan hen zou worden toegekend, nog voor EEAS de openbare aanbesteding aankondigde”, klinkt het in het persbericht van het Europees parket. ", "In het onderzoek verleent ook de Europese antifraudedienst Olaf ondersteuning. "]},
{"title": "Willem De Schryver: “Het is oké om je kwetsbaar op te stellen en liefde te tonen. Ook onder mannen”", "date": "2025-11-29T02:00:00.000Z", "author": null, "url": "https://www.standaard.be/luister/podcasts/willem-de-schryver-het-is-oke-om-je-kwetsbaar-op-te-stellen-en-liefde-te-tonen.-ook-onder-mannen/108696374.html", "source": "De Standaard", "first_lines": "De Schryver vertelt over zijn favoriete kinderboek, de cultfilm Forrest Gump en een dromerige plaat die hem diep doet wegzakken in zijn zetel. “Ik vind het heerlijk om met een kop warme melk te genieten van een goeie EP”.In onze cultuurpodcast Bar Miroir brengen bekende gasten elke week drie dingen mee die hen raken, inspireren of een impact hebben op hun denken of leven.CREDITSGast Willem De Schryver | Presentatie Lise Bonduelle | Redactie Fien Dillen, Lise Bonduelle | Eindredactie Fien Dillen | Audioproductie Brecht Plasschaert | Muziek Azertyklavierwerke | Chef podcast Alexander Lippeveld", "thumbnail": "https://prod-img.standaard.be/public/nieuws/sqlpze-835.jpeg/alternates/THREE_TWO_1620/835.jpeg", "tags": ["Luister", "Podcasts", "Bar Miroir"], "content": []},
{"title": "Trump stelde Maduro ultimatum, Venezolaanse president verzet zich tegen “slavenvrede” met VS", "date": "2025-12-02T09:45:11.000Z", "author": "Marie Van Loon", "url": "https://www.standaard.be/buitenland/trump-stelde-maduro-ultimatum-venezolaanse-president-verzet-zich-tegen-slavenvrede-met-vs/109408482.html", "source": "De Standaard", "first_lines": "Eén week om Venezuela te verlaten. Dat ultimatum zou de Amerikaanse president Donald Trump vorige maand gesteld hebben tijdens een telefoongesprek met de Venezolaanse president Nicolas Maduro. Een dag nadat die termijn verstreken was, sloot Trump het luchtruim boven Venezuela. ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/fsw7lx-file83ic725rbld1dht1dcby/alternates/THREE_TWO_1620/file83ic725rbld1dht1dcby", "tags": ["Buitenland", "Venezuela", "Verenigde Staten", "Donald Trump", "Nicolas Maduro", "Drugs"], "content": ["Op 21 november belde de Amerikaanse president Donald Trump met de Venezolaanse president Nicolas Maduro. Wat er tussen de leiders besproken werd, bleef dagenlang een vraagteken. Zondag meldde het persbureau ", " op basis van vier anonieme bronnen dat Trump de Venezolaanse president vroeg om Venezuela te verlaten. Trump gaf Maduro hier één week de tijd voor. Toen die termijn van “veilige doorgang” verstreken was, op 28 november, besloot Trump om het Venezolaanse luchtruim te sluiten. ", "Volgens ", " zei Maduro tijdens het telefoongesprek dat hij bereid was om Venezuela te verlaten op voorwaarde dat hij en zijn familieleden volledige juridische amnestie zouden krijgen. Hij vroeg ook om de Amerikaanse sancties tegen zijn land op te heffen en de zaak tegen hem bij het Internationaal Strafhof (ICC) in te trekken. Trump zou de meeste verzoeken hebben afgewezen tijdens het vijftien minuten durende gesprek.", "Maduro werd niet meer in het openbaar gezien sinds vorige week woensdag, wat deed vermoeden dat hij het verzoek van Trump had ingewilligd. Maar op zondag verscheen de Venezolaanse president dan toch op een evenement in de hoofdstad Caracas. Maandag sprak hij in Caracas ook duizenden aanhangers toe. “We willen vrede, maar vrede met soevereiniteit, gelijkheid en vrijheid”, zei Maduro. “We willen geen vrede van slavernij, geen koloniale vrede.” Verder zei de autoritaire leider dat zijn land al 22 weken gebukt gaat onder “psychologisch terrorisme”.", "Trump heeft niet de macht om het luchtruim van Venezuela te sluiten. Als soeverein land kan dat enkel door Venezuela zelf. Maar de actie van Trump is symbolisch, en vindt plaats te midden van toenemende spanningen tussen de Verenigde Staten en Venezuela. In de voorbije weken dreef Trump de druk op, omdat hij ervan overtuigd is dat Venezuela een grote leverancier is van drugs in de VS, voornamelijk fentanyl. ", "Sinds september werden al 80 mensen gedood door Amerikaanse aanvallen op boten voor de kust van Venezuela. Volgens Trump zou het gaan om boten die drugs smokkelen, met aan boord vermeende “narcoterroristen”. Maar daar is geen bewijs voor. Ondertussen plantte Trump al 15.000 troepen en twaalf oorlogsschepen in Venezuela, onder de noemer van “Operation Southern Spear”.", "Volgens Trump zelf betekent de sluiting van het luchtruim boven Venezuela niet dat er kans is op een luchtaanval boven Venezolaans grondgebied. “Zoek er niet te veel achter”, zei hij zondag tegen enkele journalisten aan boord van Air Force One. “We hebben deze waarschuwing over het luchtruim gegeven omdat we Venezuela een heel vriendelijk land vinden”, aldus Trump. "]},
{"title": "De lange tocht begint in de Kamer", "date": "2025-11-26T15:29:34.000Z", "author": null, "url": "https://www.standaard.be/politiek/de-lange-tocht-begint-in-de-kamer/107917244.html", "source": "De Standaard", "first_lines": "Het heeft hem misschien wat meer tijd en energie gekost, maar premier Bart De Wever kon vandaag met enkele weken vertraging toch zijn regeringsverklaring voorstellen in de Kamer. Huisfotograaf Kristof Vadino was er bij.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/chxrm5-stateoftheunion-06-kristofvadino-dsc00428.jpg/alternates/THREE_TWO_1620/StateOfTheUnion_06_KristofVadino_DSC00428.jpg", "tags": ["Politiek", "In beeld"], "content": []},
{"title": "Onthaalmoeder krijgt drie jaar cel voor mishandeling in crèche", "date": "2025-12-02T10:29:03.000Z", "author": "blg", "url": "https://www.standaard.be/binnenland/onthaalmoeder-krijgt-drie-jaar-cel-voor-mishandeling-in-creche/109431092.html", "source": "De Standaard", "first_lines": "Een onthaalmoeder uit Moorsel is veroordeeld voor de mishandeling van meerdere kinderen in haar crèche. De vrouw kreeg drie jaar cel, waarvan 2 jaar voorwaardelijk. Haar man kreeg een jaar voorwaardelijke celstraf.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/rcnugs-gettyimages-683185042.jpg/alternates/THREE_TWO_1620/GettyImages-683185042.jpg", "tags": ["Binnenland", "Justitie"], "content": ["De onthaalmoeder en haar man stonden terecht voor het mishandelen van negen kinderen tussen 2013 en 2021. De zaak kwam in 2021 aan het licht toen een baby van de crèche in levensgevaar in het ziekenhuis werd opgenomen. De jongen van tien maanden oud was hardhandig door elkaar geschud en liep het shaken infant syndroom (SIS) op. Hij moest twee keer geopereerd worden.", "De onthaalmoeder werd opgepakt, en gaf uiteindelijk toe dat ze het kind door elkaar had geschud en hard op het verzorgingskussen had gegooid. Meer nog, ze had de jaren ervoor meer kindjes te hardhandig aangepakt. Ze werden hard in hun bed gegooid, moesten met de handen op het hoofd in de hoek staan of werden buiten in de kou gezet. Als ouders vragen stelden bij verwondingen, stak ze meermaals de schuld op andere kindjes die geslagen zouden hebben.", "Meerdere ouders hadden zich burgerlijke partij gesteld, onder wie de  ouders wier zoontje van tien maanden ternauwernood overleefde. ", "De bewezen onthaalmoeder had tijdens het proces niet veel woorden. Zij beweerde dat ze zich niet veel meer kon herinneringen van wat er gebeurd was. Haar man, die mee gedagvaard was, ontkende dat hij kinderen hardhandig had aangepakt. ", "De vrouw kreeg drie jaar cel, waarvan twee jaar voorwaardelijk. De man kreeg 1 jaar voorwaardelijke celstraf. Beiden moeten een psychologische behandeling volgen voor hun persoonlijkheidsproblematiek. "]},
{"title": "Lectrr, cartoon van de dag", "date": "2025-12-01T16:10:03.000Z", "author": null, "url": "https://www.standaard.be/opinies/lectrr-cartoon-van-de-dag/109048093.html", "source": "De Standaard", "first_lines": "Elke dag brengt De Standaard nieuwe cartoons van huiscartoonist Lectrr. Hier vindt u de cartoons van november gebundeld.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/fjvgt1-lecmaandag.jpg/alternates/WIDTH_1440/lecmaandag.jpg", "tags": ["Opinies", "Cartoon van de dag - Lectrr", "Lectrr"], "content": []},
{"title": "Kama", "date": "2025-12-01T20:45:53.000Z", "author": null, "url": "https://www.standaard.be/opinies/kama/109371259.html", "source": "De Standaard", "first_lines": "De Standaard brengt meermaals per week nieuwe cartoons van cartoonist Kamagurka.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/y02vfe-kama0212.jpg/alternates/WIDTH_1440/Kama0212.jpg", "tags": ["Opinies", "Kamagurka", "Cartoon Kama"], "content": []},
