[
{"title": "Voor het eerst een vrouw aan de top van Broeders van Liefde, dat nu Evara heet", "date": "2025-12-02T12:00:00.000Z", "author": "Veerle Beel", "url": "https://www.standaard.be/binnenland/voor-het-eerst-een-vrouw-aan-de-top-van-broeders-van-liefde-dat-nu-evara-heet/109430422.html", "source": "De Standaard", "first_lines": "Voormalig CD&V-politica Cindy Franssen wordt voorzitter van de Broeders van Liefde. Die organisatie gaat vanaf nu door het leven onder de naam Evara.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/5i7egl-belgaimage-1524389.jpg/alternates/THREE_TWO_1620/Belgaimage-1524389.jpg", "tags": ["Binnenland", "Broeders van Liefde"], "content": ["Het wordt wennen voor de 17.000 medewerkers in een van de zorginstellingen van wat meer dan tweehonderd jaar lang Broeders van Liefde werd genoemd. Vanaf nu gaat de organisatie verder onder de naam Evara. Het is geen betekenisloze naam. In het Sanskriet staat dat woord voor ‘geschenk’. Als je het uitrafelt, krijg je het woord ‘eva’, voor ‘leven’, en het Zweedse ‘vara’ voor ‘er zijn’. Die drie betekenissen vatten zo’n beetje wat de zorg van deze organisatie wil zijn.", "De nieuwe naam werd vandaag intern bekendgemaakt via een radioprogramma gepresenteerd door Michèle Cuvelier van Radio 1.  Tussen de plaatjes door sprak zij met medewerkers over hun werk, en over de nieuwe naam. Tot vandaag waren slechts de bestuursleden en enkele mensen van de centrale diensten op de hoogte.", "In 2018 overwoog de organisatie een eerste keer om een naamswijziging door te voeren. De voorbije twee jaar kwam dit in een stroomversnelling. “Er was een heel groot draagvlak bij onze medewerkers die zich enorm verbonden voelen met de missie die onveranderd blijft, maar minder en minder met de naam”, legt afscheidnemend voorzitter Raf De Rycke uit. ", "“Ook al is de opdracht van veel medewerkers niet altijd eenvoudig, soms lastig en complex, toch zien we het als een voorrecht en een geschenk om samen in beweging te zijn met zij die ons het meest nodig hebben. De nieuwe naam toont de bezielde en professionele aanwezigheid op soms cruciale momenten in het leven van zij die op Evara een beroep doen: leerlingen, patiënten, cliënten.”", "“Er zijn voor de psychiatrische patiënten, hun boeien breken en de psychiatrische zorg bieden die ze nodig hadden: zo is het in 1807 ook allemaal begonnen”, aldus Luc Lemmens, regionaal overste van de orde van de Broeders van Liefde. Die behoudt uiteraard haar naam.", "De vzw Evara start ook met een nieuwe voorzitter: Raf De Rycke geeft op 1 januari de fakkel door aan de 49-jarige Cindy Franssen, voormalig CD&V-politica. Zij draaide al een jaar mee als onafhankelijk lid van het bestuursorgaan. De Rycke zegt veel vertrouwen te hebben in zijn opvolgster. Als voormalig Europees Parlementslid voor CD&V werkte Franssen al intensief op de thema’s gezondheid en welzijn, sociale rechtvaardigheid en gelijke kansen. Na twintig jaar politiek nam ze een sabbatjaar om te heroriënteren naar het werkveld. Waar De Rycke de eerste leek was die aan het hoofd van de organisatie kwam, is Franssen straks de eerste vrouw in die toppositie.", "“Ik zie mijn rol als voorzitter van Evara als een kans om mensen in kwetsbare posities een stem te geven”, zegt Franssen. “Vanuit sobere en authentieke ontmoetingen in het werkveld, vernieuwen en bruggen bouwen naar beleid en andere partners zodat zij écht volwaardig deel kunnen uitmaken van de maatschappij.” Franssen woont in Oudenaarde, is gehuwd en heeft twee kinderen."]},
{"title": "Drie verdachten opgepakt na huiszoekingen bij Europacollege en Europese diplomatieke dienst", "date": "2025-12-02T12:08:00.000Z", "author": "blg", "url": "https://www.standaard.be/binnenland/drie-verdachten-opgepakt-na-huiszoekingen-bij-europacollege-en-europese-diplomatieke-dienst/109479324.html", "source": "De Standaard", "first_lines": "De federale politie heeft in een Europees fraudeonderzoek huiszoekingen uitgevoerd bij het Europacollege in Brugge en bij de Europese diplomatieke dienst in Brussel. Drie mensen zijn opgepakt.  ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/b72lkn-europacollege-brugge-in-opstraak/alternates/THREE_TWO_1620/Europacollege%20Brugge%20in%20opstraak", "tags": ["Binnenland", "Justitie"], "content": ["Bij een onderzoek van het Europees parket naar vermoedelijke fraude rond door de Europese Unie gefinancierde opleidingen voor jonge diplomaten zijn dinsdag drie mensen opgepakt in Brugge en Brussel. ", "In opdracht van dat parket voerde de federale politie huiszoekingen uit in verschillende gebouwen van het Europacollege in Brugge de Europese diplomatieke dienst (European External Action Service) in Brussel en ook in de woningen van verdachten. ", "Voor de huiszoekingen plaatsvonden had het parket de opheffing van de immuniteit van verschillende verdachten gevraagd en gekregen.", "Het onderzoek van EPPO draait rond de European Union Diplomatic Academy, een negen maanden durend opleidingsprogramma voor jonge diplomaten in verschillende Europese lidstaten. De European External Action Service (EEAS) kende die opleiding voor de periode 2021-2022 toe aan het Europacollege, na een openbare aanbesteding. ", "“Er wordt onderzocht of het Europacollege of haar vertegenwoordigers op voorhand op de hoogte werden gebracht van de criteria voor de openbare aanbesteding, en voldoende redenen hadden om aan te nemen dat het project aan hen zou worden toegekend, nog voor EEAS de openbare aanbesteding aankondigde”, klinkt het in het persbericht van het Europees parket. ", "In het onderzoek verleent ook de Europese antifraudedienst Olaf ondersteuning. "]},
{"title": "Een makelaar vinden die bij je past? 5 aandachtspunten", "date": "2025-11-28T05:00:00.000Z", "author": "Zimmo", "url": "https://www.standaard.be/partners/shop-en-partners/zimmo/een-makelaar-vinden-die-bij-je-past-5-aandachtspunten/108268353.html", "source": "De Standaard", "first_lines": "Je verkoopt je huis en wil daarvoor op zoek gaan naar de hulp van een makelaar? Dan is het belangrijk dat je iemand kiest die bij je past. Door op deze 5 aandachtspunten te letten, vind jij in  je ideale match!  ", "thumbnail": "https://prod-img.nieuwsblad.be/public/nieuws/4k42qc-20250430-28.png/alternates/THREE_TWO_1620/20250430%2028.png", "tags": [], "content": ["Bij het verkopen van je huis wil je natuurlijk het liefst dat je makelaar dé expert van jouw regio is. Makelaars weten namelijk als geen ander wat kopers in hun regio vragen en hoe de prijzen zich hier ontwikkelen. Zo kan een ", " je huis op de beste manier in de markt zetten en snel verkopen!  ", "Verkoop jij je villa in het groen? Of zoek je nieuwe eigenaars voor je knus appartement? Dan is het een goed idee om een makelaar te zoeken die dit type woningen vaker verkoopt. Zo kent hij de markt als geen ander en staat er in ", " “verkocht” op jouw te koop-bord.  ", "Met de ", " kan je op zoek gaan naar makelaars die aan die eisen voldoen. Zo zie je meteen welke makelaars bij je passen! ", "Zoek voordat je je makelaar kiest ook aandachtig uit hoe hij andere huizen in de kijker zet. Voorziet hij mooie foto’s? Is de website professioneel? Plaatst hij zoekertjes op ", " of licht hij panden uit op zijn sociale media? Ook kan je vragen hoe hij zijn rondleidingen aanpakt en wat hij nog allemaal in petto heeft. Hoe beter de makelaar jouw woning in de kijker zet, des te sneller je woning de deur uit zal zijn. ", "Goede communicatie is ontzettend belangrijk. Het is dan ook enorm van belang dat een makelaar je voldoende op de hoogte houdt. Belt hij je vaak of mailt hij wekelijks een update? Kan je hem bovendien goed bereiken? Sommige makelaars ontvangen het liefst mails, anderen zijn ook telefonisch of zelfs via WhatsApp bereikbaar.  ", "Hoe belangrijk rationeel denken ook is bij het verkopen van je huis, je mag je emoties niet vergeten! Je zal intensief moeten samenwerken met je makelaar. Dan kies je maar beter iemand waarbij je je goed voelt, toch?  "]},
{"title": "Opschudding over Hitler-toespraak bij AfD-jongerenorganisatie", "date": "2025-12-02T12:51:04.000Z", "author": "jvt", "url": "https://www.standaard.be/buitenland/opschudding-over-hitler-toespraak-bij-afd-jongerenorganisatie/109447119.html", "source": "De Standaard", "first_lines": "Een toespraak in de stijl van Hitler heeft opschudding veroorzaakt binnen het extreemrechtse Alternative für Deutschland (AfD). Binnen de partij wordt vermoed dat het opgezet spel was.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/t697p7-afd-alexander-eichwald-2.jpg/alternates/THREE_TWO_1620/afd%20Alexander%20Eichwald%202.jpg", "tags": ["Buitenland", "Duitsland", "Alternative Für Deutschland (AFD)"], "content": ["Tijdens het oprichtingscongres van de nieuwe AfD-jongerenorganisatie Generation Deutschland afgelopen weekend imiteerde een partijlid Adolf Hitler in zijn toespraak. Alexander Eichwald sprak met geladen taal, theatrale gebaren en een rollende r, allemaal elementen die sterk doen denken aan de stijl van Hitler in de jaren 30.", "“Wij delen hier samen de liefde en loyaliteit voor Duitsland”, speechte hij. “Het is en blijft onze nationale plicht om de Duitse cultuur te beschermen tegen buitenlandse invloeden.”", "Er klonk volgens", " gemompel en af ​​en toe gelach in de zaal, maar ook kritiek. Zo vroeg iemand in de zaal of Eichwald een informant was van de Duitse inlichtingendienst.", "Met zijn speech dong Eichwald, die tot dusver onbekend was binnen de partij, mee voor een bestuursfunctie binnen de nieuwe jongerenorganisatie. De vorige, Junge Alternative, werd begin 2025 onder druk van de moederpartij ontbonden. De inlichtingendiensten hadden Junge Alternative na uitgebreide rapporten gebrandmerkt als staatsgevaarlijk en rechts-extremistisch. ", "Binnen de partij wordt vermoed dat Eichwald de stunt had gepland. “Of het nu een linkse provocateur, een informant of gewoon een gek is, iedereen die zich zo gedraagt, hoort niet thuis in het AfD of haar jongerenorganisatie”, verklaarde de nieuw verkozen jongerenvoorzitter Jean-Pascal Hohm. ", "Ook AfD-voorzitter Tino Chrupalla sluit opgezet spel niet uit. Hij verwacht dat de spreker binnenkort uit de partij zal worden gezet. “Hij is twee maanden geleden lid geworden van de partij, waarschijnlijk speciaal voor dit optreden, en heeft daar deze schandalige toespraak gehouden”, zei hij aan de Duitse nieuwszender NTV.  “Hij blijft in elk geval geen lid van de partij. Dat is zeker. Zulke mensen willen we niet in onze partij.”", "Volgens AfD-parlementslid Maximilian Kneller kende bijna niemand hem. “En diegenen die hem wel kenden, zeggen dat hij nooit met zijn r-en heeft gerold.”", "De partij heeft de procedure gestart om hem uit de partij te zetten. Eerder werd hij al uit de AfD-fractie van de gemeenteraad van Herford gezet."]},
{"title": "Lectrr, cartoon van de dag", "date": "2025-12-02T06:51:44.000Z", "author": null, "url": "https://www.standaard.be/opinies/lectrr-cartoon-van-de-dag/109371448.html", "source": "De Standaard", "first_lines": "Elke dag brengt De Standaard nieuwe cartoons van huiscartoonist Lectrr. Hier vindt u de cartoons van december gebundeld.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/1hycr6-lectrr0212.jpg/alternates/WIDTH_1440/Lectrr0212.jpg", "tags": ["Opinies", "Cartoon van de dag - Lectrr", "Lectrr"], "content": []},
{"title": "Lectrr, cartoon van de dag", "date": "2025-12-01T16:10:03.000Z", "author": null, "url": "https://www.standaard.be/opinies/lectrr-cartoon-van-de-dag/109048093.html", "source": "De Standaard", "first_lines": "Elke dag brengt De Standaard nieuwe cartoons van huiscartoonist Lectrr. Hier vindt u de cartoons van november gebundeld.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/fjvgt1-lecmaandag.jpg/alternates/WIDTH_1440/lecmaandag.jpg", "tags": ["Opinies", "Cartoon van de dag - Lectrr", "Lectrr"], "content": []},
{"title": "Zes tips om te koken zonder ultrabewerkte ingrediënten", "date": "2023-10-07T05:00:00.000Z", "author": "Dorien Knockaert Berten Vanderbruggen", "url": "https://www.standaard.be/inspiratie/zes-tips-om-te-koken-zonder-ultrabewerkte-ingredienten/40718325.html", "source": "De Standaard", "first_lines": "Weinig tijd om te koken, maar wel gemotiveerd om het zonder ultrabewerkte ingrediënten te doen? Als je hier en daar een uur tijd vindt voor enkele basisbereidingen, heb je altijd iets lekkers in de koelkast dat je alleen nog maar hebt af te werken tot een maaltijd. Wij gidsen je door onze favorieten.  ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/wvcjwc-323f3498-f897-4760-b98b-e66510ffa02d.jpg/alternates/THREE_TWO_1620/323f3498-f897-4760-b98b-e66510ffa02d.jpg", "tags": ["Inspiratie", "Koken", "Recepten"], "content": ["Kikkererwtenuit blik zijn even gezond, maar als je er droge koopt en zelf kookt, zijn ze honderd keer lekkerder, en heb je nog maar enkele toevoegingen nodig voor een deugddoende maaltijdsalade. Begin door ze te laten weken in een bak water met een lepel zout – enkele uren tot enkele dagen, naargelang het je uitkomt. Kook ze dan gaar in vers water met smaakmakers die je lekker vindt. Wij kiezen vaak voor (veel!) gerookt paprikapoeder, venkelzaad en tijm. Proef tussendoor even of het water lekker zout is – je wilt een stevige bouillon hebben. De kikkererwten zijn gaar wanneer je ze plat kunt knijpen tussen twee vingers – na ongeveer 3 kwartier. Je hebt er intussen nauwelijks omkijken naar. Het risico op platkoken is praktisch onbestaande: een kikkererwt behoudt altijd zijn vorm. Bewaar de kikkererwten in hun kookvocht in een afgesloten bakje in de koelkast, zo blijven ze makkelijk vijf dagen goed. Het kookvocht kun je als bouillon gebruiken voor soep of risotto. De uitgelekte kikkererwten doen het prima in bijvoorbeeld een salade met kerstomaatjes, feta of (blik)tonijn. Of vul een bakplaat met kerstomaatjes, uitgelekte kikkererwten, feta en olijfolie, en rooster alles tot de tomaatjes zacht zijn en de feta licht gebruind. Serveer met knapperig brood. Recept nodig? ", " zonnige kikkererwten met een spiegelei zijn ook makkelijk. ", "Van lekkere kikkererwten kun je natuurlijk ook lekkere hummus maken. Het belangrijkste ingrediënt voor een mooie hummus is een krachtige mixer, liefst een keukenrobot. Mix de kikkererwten met een kneep citroensap, wat geperste knoflook en tahin naar smaak, en voeg een scheutje water toe voor de smeuïgheid. Mix dan nog wat langer, en vervolgens nog wat langer, want een fijne textuur maakt hummus zoveel beter. Breng op smaak met zout en meer citroensap. Lekker op brood, maar ook als basis voor een hoofdgerecht met geroosterde of gestoofde groenten: smeer een flinke veeg hummus op een schaal, schik er warme groenten op, werk af met bijvoorbeeld amandelschaafsel of grof gehakte hazelnoten. ", "Je eigen pindakaas op je boterham smeren is ook dubbel zo leuk. Want je maakt hem zo smeuïg, crunchy, zoet of zout als je zelf wilt. In een halfuur tijd tover je je eigen pot op tafel. Begin met ongeveer een halve kilo ongezouten, ongebrande pinda’s. Rooster ze een kwartiertje in een oven op 180 graden, zo komt het vet in de noten al even op temperatuur en krijgen de pinda’s een nog diepere smaak. Laat ze even afkoelen en mix ze dan fijn in een stevige blender of keukenmachine. Doe dat in deeltjes en schraap geregeld de stukjes pinda langs de kanten opnieuw onderaan samen. Eerst zullen de nootjes verpulveren, pas daarna begint zich een pasta te vormen. Blijf mixen en weersta de verleiding om water toe te voegen. Na een tiental minuten heb je een egale massa. Mix er dan een scheutje arachideolie of een eetlepel kokosolie onder, tot de pindakaas smeuïg wordt. De", " voeg je toe naar eigen smaak: een lepel honing, wat zeezout of chilivlokken. Wie van crunchy pindakaas houdt, kan een klein handje van de geroosterde pinda’s opzij houden, kort fijnhakken en aan het einde door de smeuïge pindakaas mengen.  Je eigen pindakaas kun je zo’n tweetal weken in een pot bewaren. ", "Met zelfgemaakte havermoutkoekjes laat je ultrabewerkte koeken of mueslirepen uit de winkel makkelijk links liggen. Neem een grote kom en meng hierin 100 g (lichte) basterdsuiker met 40 g boter op kamertemperatuur. Klop er een ei onder en kneed er dan 100 g bloem, een tl bakpoeder en 80 g havermout door (niet de grote havervlokken, maar de gebroken, fijne variant). Meng tot je een egaal deeg bekomt. Dat is waarschijnlijk nogal plakkerig, maar dat hoort zo. Verdeel het deeg in 10-15 bolletjes en leg ze op een met bakpapier beklede bakplaat. (Platdrukken hoeft niet.) Bak een kwartier op 160 graden, of tot de koekjes een gouden randje krijgen. Dat ze nog zacht zijn wanneer ze uit de oven komen, is perfect normaal. Zodra ze afkoelen, verharden ze. ", "Zelf mayonaise maken kan zelfs zonder mixer: klop twee eidooiers los met een lepeltje mosterd, een scheutje azijn/citroensap en een snuf zout. Voeg beetje bij beetje olie toe en blijf roeren met een vork of klopper: je krijgt een dik mengsel, waarin de olie telkens weer wordt opgenomen. Als je genoeg mayonaise hebt om een bescheiden confituurpot te vullen, stop dan met toevoegen: er kan nog wel olie bij, maar dan krijg je een mayo die sneller zal schiften. Je kunt de mayonaise nu nog verder kruiden of wat extra citroen toevoegen. Of je kunt er een lichtere dressing van maken door er yoghurt door te scheppen (en daarna weer te kruiden tot de smaak goed zit). Blijft makkelijk een week goed in een afgesloten potje in de koelkast. ", "Om de dag goed te beginnen is het leuk om zelfgemaakte granolain huis te hebben: een bereiding die wel tijd vraagt, maar weinig werk – je kunt gerust iets anders doen terwijl de granola in de oven zit. Meng ongeveer 250 g havervlokken met ongeveer 250 g noten/pitten/zaden. Voeg 1 of 2 lepeltjes kaneel toe (naar smaak) en een snuf zout. Verwarm in een steelpannetje 100 g esdoornsiroop of honing, samen met 100 g amandel- of sesampasta en 2 el olie. Zodra je ze vlot door elkaar kunt roeren, zijn ze warm genoeg. Roer het vloeibare mengsel door het droge mengsel. Spreid het uit op een bakplaat, steek die in de oven en laat die opwarmen tot 140 graden. Bak tot de granola goudbruin is en nergens nog vochtig; dit duurt ongeveer een uur. Schep geregeld om. Laat de granola daarna volledig afkoelen op de bakplaat, dan wordt ze nog krokanter. Voeg gedroogd fruit zoals rozijnen toe als je dat lekker vindt. In een goed afgesloten pot blijft de granola makkelijk weken- tot zelfs maandenlang goed. "]},
{"title": "Kama", "date": "2025-12-01T20:45:53.000Z", "author": null, "url": "https://www.standaard.be/opinies/kama/109371259.html", "source": "De Standaard", "first_lines": "De Standaard brengt meermaals per week nieuwe cartoons van cartoonist Kamagurka.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/y02vfe-kama0212.jpg/alternates/WIDTH_1440/Kama0212.jpg", "tags": ["Opinies", "Kamagurka", "Cartoon Kama"], "content": []},
{"title": "Onthaalmoeder krijgt drie jaar cel voor mishandeling in crèche", "date": "2025-12-02T10:29:03.000Z", "author": "blg", "url": "https://www.standaard.be/binnenland/onthaalmoeder-krijgt-drie-jaar-cel-voor-mishandeling-in-creche/109431092.html", "source": "De Standaard", "first_lines": "Een onthaalmoeder uit Moorsel is veroordeeld voor de mishandeling van meerdere kinderen in haar crèche. De vrouw kreeg drie jaar cel, waarvan 2 jaar voorwaardelijk. Haar man kreeg een jaar voorwaardelijke celstraf.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/rcnugs-gettyimages-683185042.jpg/alternates/THREE_TWO_1620/GettyImages-683185042.jpg", "tags": ["Binnenland", "Justitie"], "content": ["De onthaalmoeder en haar man stonden terecht voor het mishandelen van negen kinderen tussen 2013 en 2021. De zaak kwam in 2021 aan het licht toen een baby van de crèche in levensgevaar in het ziekenhuis werd opgenomen. De jongen van tien maanden oud was hardhandig door elkaar geschud en liep het shaken infant syndroom (SIS) op. Hij moest twee keer geopereerd worden.", "De onthaalmoeder werd opgepakt, en gaf uiteindelijk toe dat ze het kind door elkaar had geschud en hard op het verzorgingskussen had gegooid. Meer nog, ze had de jaren ervoor meer kindjes te hardhandig aangepakt. Ze werden hard in hun bed gegooid, moesten met de handen op het hoofd in de hoek staan of werden buiten in de kou gezet. Als ouders vragen stelden bij verwondingen, stak ze meermaals de schuld op andere kindjes die geslagen zouden hebben.", "Meerdere ouders hadden zich burgerlijke partij gesteld, onder wie de  ouders wier zoontje van tien maanden ternauwernood overleefde. ", "De bewezen onthaalmoeder had tijdens het proces niet veel woorden. Zij beweerde dat ze zich niet veel meer kon herinneringen van wat er gebeurd was. Haar man, die mee gedagvaard was, ontkende dat hij kinderen hardhandig had aangepakt. ", "De vrouw kreeg drie jaar cel, waarvan twee jaar voorwaardelijk. De man kreeg 1 jaar voorwaardelijke celstraf. Beiden moeten een psychologische behandeling volgen voor hun persoonlijkheidsproblematiek. "]},
{"title": "Crisis in het Belgisch voetbal: DAZN zegt mediacontract met Pro League op ", "date": "2025-11-26T17:33:00.000Z", "author": null, "url": "https://www.standaard.be/video/crisis-in-het-belgisch-voetbal-dazn-zegt-mediacontract-met-pro-league-op/108029835.html", "source": "De Standaard", "first_lines": "Nu rechtenhouder DAZN zijn contract met de Pro League heeft beëindigd, heerst grote onzekerheid over de uitzendingen van het Belgische voetbal. Wat is er aan de hand? ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/yl5hrs-ds-actua-wide.00-00-00-00.still003.jpg/alternates/THREE_TWO_1620/DS%20ACTUA%20Wide.00_00_00_00.Still003.jpg", "tags": ["Video", "DAZN", "Voetbal"], "content": []},
{"title": "Voor Native Americans is Thanksgiving een dag van rouw", "date": "2025-11-27T16:20:00.000Z", "author": null, "url": "https://www.standaard.be/video/voor-native-americans-is-thanksgiving-een-dag-van-rouw/108296031.html", "source": "De Standaard", "first_lines": "Op Thanksgiving vieren de Amerikanen eenheid en solidariteit. Maar het inheemse volk dat in 1621 de eerste kolonisten hielp overleven, organiseert de ‘Day of Mourning’.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/qhdjgk-ds-actua-wide.00-00-00-00.still003.jpg/alternates/THREE_TWO_1620/DS%20ACTUA%20Wide.00_00_00_00.Still003.jpg", "tags": ["Video", "Verenigde Staten", "Donald Trump", "Video"], "content": []},
{"title": "Trump stelde Maduro ultimatum, Venezolaanse president verzet zich tegen “slavenvrede” met VS", "date": "2025-12-02T09:45:11.000Z", "author": "Marie Van Loon", "url": "https://www.standaard.be/buitenland/trump-stelde-maduro-ultimatum-venezolaanse-president-verzet-zich-tegen-slavenvrede-met-vs/109408482.html", "source": "De Standaard", "first_lines": "Eén week om Venezuela te verlaten. Dat ultimatum zou de Amerikaanse president Donald Trump vorige maand gesteld hebben tijdens een telefoongesprek met de Venezolaanse president Nicolas Maduro. Een dag nadat die termijn verstreken was, sloot Trump het luchtruim boven Venezuela. ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/fsw7lx-file83ic725rbld1dht1dcby/alternates/THREE_TWO_1620/file83ic725rbld1dht1dcby", "tags": ["Buitenland", "Venezuela", "Verenigde Staten", "Donald Trump", "Nicolas Maduro", "Drugs"], "content": ["Op 21 november belde de Amerikaanse president Donald Trump met de Venezolaanse president Nicolas Maduro. Wat er tussen de leiders besproken werd, bleef dagenlang een vraagteken. Zondag meldde het persbureau ", " op basis van vier anonieme bronnen dat Trump de Venezolaanse president vroeg om Venezuela te verlaten. Trump gaf Maduro hier één week de tijd voor. Toen die termijn van “veilige doorgang” verstreken was, op 28 november, besloot Trump om het Venezolaanse luchtruim te sluiten. ", "Volgens ", " zei Maduro tijdens het telefoongesprek dat hij bereid was om Venezuela te verlaten op voorwaarde dat hij en zijn familieleden volledige juridische amnestie zouden krijgen. Hij vroeg ook om de Amerikaanse sancties tegen zijn land op te heffen en de zaak tegen hem bij het Internationaal Strafhof (ICC) in te trekken. Trump zou de meeste verzoeken hebben afgewezen tijdens het vijftien minuten durende gesprek.", "Maduro werd niet meer in het openbaar gezien sinds vorige week woensdag, wat deed vermoeden dat hij het verzoek van Trump had ingewilligd. Maar op zondag verscheen de Venezolaanse president dan toch op een evenement in de hoofdstad Caracas. Maandag sprak hij in Caracas ook duizenden aanhangers toe. “We willen vrede, maar vrede met soevereiniteit, gelijkheid en vrijheid”, zei Maduro. “We willen geen vrede van slavernij, geen koloniale vrede.” Verder zei de autoritaire leider dat zijn land al 22 weken gebukt gaat onder “psychologisch terrorisme”.", "Trump heeft niet de macht om het luchtruim van Venezuela te sluiten. Als soeverein land kan dat enkel door Venezuela zelf. Maar de actie van Trump is symbolisch, en vindt plaats te midden van toenemende spanningen tussen de Verenigde Staten en Venezuela. In de voorbije weken dreef Trump de druk op, omdat hij ervan overtuigd is dat Venezuela een grote leverancier is van drugs in de VS, voornamelijk fentanyl. ", "Sinds september werden al 80 mensen gedood door Amerikaanse aanvallen op boten voor de kust van Venezuela. Volgens Trump zou het gaan om boten die drugs smokkelen, met aan boord vermeende “narcoterroristen”. Maar daar is geen bewijs voor. Ondertussen plantte Trump al 15.000 troepen en twaalf oorlogsschepen in Venezuela, onder de noemer van “Operation Southern Spear”.", "Volgens Trump zelf betekent de sluiting van het luchtruim boven Venezuela niet dat er kans is op een luchtaanval boven Venezolaans grondgebied. “Zoek er niet te veel achter”, zei hij zondag tegen enkele journalisten aan boord van Air Force One. “We hebben deze waarschuwing over het luchtruim gegeven omdat we Venezuela een heel vriendelijk land vinden”, aldus Trump. "]},
{"title": "Lichaam van moeder Franse gangsters moet worden opgegraven in onderzoek Bende van Nijvel, beveelt gerecht", "date": "2025-12-01T21:14:02.000Z", "author": "Mark Eeckhaut", "url": "https://www.standaard.be/binnenland/lichaam-van-moeder-franse-gangsters-moet-worden-opgegraven-in-onderzoek-bende-van-nijvel-beveelt-gerecht/109357173.html", "source": "De Standaard", "first_lines": "De overleden moeder van twee Franse gangsterbroers zal opgegraven worden in het kader van het onderzoek naar de Bende van Nijvel. Dat heeft het gerecht in Bergen beslist. Al moeten speurders eerst nog vinden waar ze begraven ligt. ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/npz7zz-delhaize-gva-7762.jpg/alternates/THREE_TWO_1620/delhaize%20gva-7762.jpg", "tags": ["Binnenland", "Bende van Nijvel"], "content": ["De Kamer van Inbeschuldigingstelling in Bergen (KI) stemt in met de opgraving van de moeder van de overleden broers Thierry en Xavier Sliman, gangsters uit het Franse Charleville-Mézières. Daarmee gaat de KI in op de vraag van vier families van nabestaanden in het onderzoek naar de Bende van Nijvel. De vier laten zich bijstaan door de Franse gepensioneerde advocaat en ex-onderzoeksrechter Patrick Ramaël. Die gelooft in de onderzoekspiste waar de Belgische ex-politieman Jean-Pierre Adam zich de voorbije jaren in heeft vastgebeten. ", "Adam is ervan overtuigd dat de broers Sliman achter minstens een aantal van de overvallen van de Bende van Nijvel zitten.  Als dat spoor zou kloppen, zouden de overvallen van de Bende louter met het oog op geld geweest zijn. Vorige maand zei Ramaël nog het volgende over dat spoor in het ", " “Onze these is dat Thierry Sliman, de meest gewelddadige broer, de moord gepleegd heeft op de Brusselse taxichauffeur Constantin Angelou op 12 januari 1983 in Bergen. De man is met vier kogels in de nek afgemaakt.”  ", "Angelou is een van de 28 dodelijke slachtoffers die worden toegeschreven aan de Bende van Nijvel. Op de zes sigarettenpeuken uit de asbak van de taxi zat DNA. Het DNA van Angelou wil Ramaël nu vergelijken met dat van Thierry Sliman. Maar Sliman is overleden en zijn lichaam is verkoold. Daarom zal nu zijn moeder worden opgegraven. Over de opgraving van het lichaam van zijn broer Xavier is nog geen beslissing genomen.  Waar de vrouw begraven ligt, is niet bekend en moeten de speurders uitzoeken. Het is niet de eerste keer dat in het onderzoek naar de Bende van Nijvel lichamen worden opgegraven. Sinds 2018 werden meer dan veertig overleden mensen in alle discretie opgegraven voor DNA-onderzoek. ", "In juni 2024 maakte het federaal parket bekend dat het het onderzoek naar de Bende van Nijvel wilde afsluiten omdat er volgens hen geen concrete sporen meer waren. Voor het onderzoek effectief afgesloten werd, kregen de partijen de kans om bijkomende onderzoeksdaden te vragen aan de KI van Bergen. Verschillende partijen kregen al bijkomend onderzoek. Ramaël en de groep nabestaanden die hij verdedigt, nu dus ook. ", "Ramaël verkreeg vandaag van de KI ook een kopie van een Frans moorddossier uit 2001  waarin Sliman vrijgesproken werd. Hij vroeg ook met succes het verhoor aan van de politieman die een tip kreeg dat Thierry Sliman op een robotfoto leek van de overval op de wapenhandel Dekaise in 1982. Daarnaast wil Ramaël dat de onderzoeksrechter Martine Michel van het onderzoek wordt verwijderd, omdat zij het nut van de onderzoeksdaden betwijfelt. Ook het federaal parket vindt de vragen van Ramaël zinloos."]},
{"title": "De lange tocht begint in de Kamer", "date": "2025-11-26T15:29:34.000Z", "author": null, "url": "https://www.standaard.be/politiek/de-lange-tocht-begint-in-de-kamer/107917244.html", "source": "De Standaard", "first_lines": "Het heeft hem misschien wat meer tijd en energie gekost, maar premier Bart De Wever kon vandaag met enkele weken vertraging toch zijn regeringsverklaring voorstellen in de Kamer. Huisfotograaf Kristof Vadino was er bij.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/chxrm5-stateoftheunion-06-kristofvadino-dsc00428.jpg/alternates/THREE_TWO_1620/StateOfTheUnion_06_KristofVadino_DSC00428.jpg", "tags": ["Politiek", "In beeld"], "content": []},
{"title": "“We zien de late hiv-diagnoses vaak bij hetero’s. Ze denken niet aan hiv en hun arts ook niet”", "date": "2025-11-28T02:00:00.000Z", "author": null, "url": "https://www.standaard.be/luister/podcasts/we-zien-de-late-hiv-diagnoses-vaak-bij-heteros.-ze-denken-niet-aan-hiv-en-hun-arts-ook-niet/108383872.html", "source": "De Standaard", "first_lines": "We spreken erover met Patrick Reyntiens en Veerle Doossche van Sensoa, het Vlaams expertisecentrum voor seksuele gezondheid. “Mensen onderschatten het risico”, zeggen ze in DS Vandaag. “Je kan seks hebben met iedereen, en dat wordt met apps nog veel gemakkelijker.”CREDITSGasten Patrick Reyntiens en Veerle Doossche (Sensoa) | Presentatie Lise Bonduelle | Redactie Sofie Steenhaut | Eindredactie Fien Dillen | Audioproductie Niels De Keukelaere | Muziek Brecht Plasschaert | Chef podcast Alexander Lippeveld ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/g9ey70-hiv-template.jpg/alternates/THREE_TWO_1620/HIV%20template.jpg", "tags": ["Luister", "Podcasts", "DS Vandaag", "hiv", "Aids", "Gezondheid"], "content": []},
{"title": "Wanneer spreekt AI Vlaams? (Live op de Dag van de Wetenschap)", "date": "2025-11-28T02:00:00.000Z", "author": null, "url": "https://www.standaard.be/luister/podcasts/wanneer-spreekt-ai-vlaams-live-op-de-dag-van-de-wetenschap/108394309.html", "source": "De Standaard", "first_lines": "Onze podcast Bits & atomen was op zondag 23 november te gast op de Dag van de Wetenschap in Muntpunt in Brussel. Pieter en Dominique praatten er met Annelies Duerinckx over het project , dat Vlaamse AI moet mogelijk maken. En met Jelle Habay en Melissa Schuring van de podcast  hadden ze het over foutjes in de wetenschap en waarom we daar maar beter transparant over zijn. Dominique had het ook nog over Gemini 3, Pieter vertelde hoe wasberen de evolutie te slim af zijn.CREDITSGasten Annelies Duerinckx (Scivil), Melissa Schuring en Jelle Habay (Missen is wenselijk) | Journalisten Dominique Deckmyn, Pieter Van Dooren | Audioproductie Joris Van Damme | Muziek Brecht Plasschaert | Chef podcast Alexander Lippeveld­", "thumbnail": "https://prod-img.standaard.be/public/nieuws/61c3w9-bits-dvdw2.jpg/alternates/THREE_TWO_1620/Bits%20DVDW2.jpg", "tags": ["Luister", "Podcasts", "Bits & Atomen"], "content": []},
{"title": "542 dagen zonder regering in Brussel: \"Als deze kleuters het niet kunnen, moeten er nieuwe verkiezingen komen\"", "date": "2025-12-01T23:59:00.000Z", "author": null, "url": "https://www.standaard.be/luister/podcasts/542-dagen-zonder-regering-in-brussel-als-deze-kleuters-het-niet-kunnen-moeten-er-nieuwe-verkiezingen-komen/109333569.html", "source": "De Standaard", "first_lines": "De Brusselse regeringsvorming heeft het nationale formatierecord van 541 dagen gebroken. Een prestatie met grote democratische én financiële gevolgen. “De kaarten liggen niet makkelijker dan vorige week. En het vertrouwen zit onder het vriespunt”, zegt politiek journalist Jeroen Struys. Hoe loopt dit af?Brussel stevent af op een ‘shutdown’, waarschuwde de nieuwe Brusselse minister van Begroting onlangs nog, nadat Belfius had beslist om het Brussels Gewest geen geld meer te lenen. Uit boosheid over het trieste formatierecord kwamen maandag honderden geëngageerde Brusselaars betogen aan het Brussels Parlement. Hun oplossing? “Dat de politici zich opsluiten, tot ze met een oplossing komen.”Lukt dat nog wel met al die ego’s en oekazes? “De manier waarop Georges-Louis Bouchez van bovenaf de formatie even zou komen oplossen, werd fel bekritiseerd”, vertelt politiek journalist Jeroen Struys. “Ook het ego van Frederik de Gucht van Open VLD speelt mee. En Ahmed Laaouej van de PS doet niets anders dan praten over zijn eergevoel. Maar het gaat ook over een machtsstrijd tussen de MR en de PS, waarbij de PS het Brussels Gewest gebruikt als een soort van oppositie tegen de federale N-VA-regering.”Wanneer komt er volgens Jeroen een Brusselse regering? Of is het mogelijk dat de ontslagnemende regering gewoon blijft zitten?", "thumbnail": "https://prod-img.standaard.be/public/nieuws/h4pcqj-podcast-teasers.jpg/alternates/THREE_TWO_1620/podcast_teasers.jpg", "tags": ["Luister", "Podcasts", "DS Vandaag", "Brusselse regering", "Brussel"], "content": []},
{"title": "Willem De Schryver: “Het is oké om je kwetsbaar op te stellen en liefde te tonen. Ook onder mannen”", "date": "2025-11-29T02:00:00.000Z", "author": null, "url": "https://www.standaard.be/luister/podcasts/willem-de-schryver-het-is-oke-om-je-kwetsbaar-op-te-stellen-en-liefde-te-tonen.-ook-onder-mannen/108696374.html", "source": "De Standaard", "first_lines": "De Schryver vertelt over zijn favoriete kinderboek, de cultfilm Forrest Gump en een dromerige plaat die hem diep doet wegzakken in zijn zetel. “Ik vind het heerlijk om met een kop warme melk te genieten van een goeie EP”.In onze cultuurpodcast Bar Miroir brengen bekende gasten elke week drie dingen mee die hen raken, inspireren of een impact hebben op hun denken of leven.CREDITSGast Willem De Schryver | Presentatie Lise Bonduelle | Redactie Fien Dillen, Lise Bonduelle | Eindredactie Fien Dillen | Audioproductie Brecht Plasschaert | Muziek Azertyklavierwerke | Chef podcast Alexander Lippeveld", "thumbnail": "https://prod-img.standaard.be/public/nieuws/sqlpze-835.jpeg/alternates/THREE_TWO_1620/835.jpeg", "tags": ["Luister", "Podcasts", "Bar Miroir"], "content": []},
{"title": "‘Soundtrack to a coup d'état’ van Johan Grimonprez heeft nu ook een Gouden Roos op zak", "date": "2025-12-02T10:20:40.000Z", "author": "Inge Schelstraete", "url": "https://www.standaard.be/media-en-cultuur/soundtrack-to-a-coup-detat-van-johan-grimonprez-heeft-nu-ook-een-gouden-roos-op-zak/109415596.html", "source": "De Standaard", "first_lines": "Johan Grimonprez heeft in Londen een Gouden Roos gewonnen voor ‘Soundtrack to a coup d’état’, zijn documentaire over de moord op Patrice Lumumba.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/iqtk9v-2024-soundtrack-to-a-coup-detat-johan-grimonprez-patrice-lumumba-arrives-in-brussels-%C2%A9-harry-pot-anefo-nederlands-nationaal-archief.jpg/alternates/THREE_TWO_1620/2024_Soundtrack%20to%20a%20Coup%20dEtat_Johan%20Grimonprez_Patrice%20Lumumba%20arrives%20in%20Brussels%20%C2%A9%20Harry%20Pot_Anefo_Nederlands%20Nationaal%20Archief.jpg", "tags": ["Cultuur en media", "Documentaire", "Film", "Congo"], "content": ["Maar liefst elf Vlaamse producties waren genomineerd voor een Gouden Roos, waaronder ", ", ", " en ", " van de VRT, ", " van Play en ", " van VTM. Maar het was ", " van Johan Grimonprez dat zijn nominatie verzilverde in de categorie Kunst.", "Omdat je cookies voor sociale media uitgeschakeld zijn, blijft deze inhoud verborgen. Je kan hier toestemming geven voor deze cookies.", "De Rose d’Or wordt sinds 1961 uitgereikt aan televisieprogramma’s of reeksen die gensters slaan in hun branche. Dat was zeker het geval voor ", ", een coproductie van de VRT, de RTBF en de productiehuizen Onomatopee Films en Warboys Films. De documentaire won meteen de prijs voor ‘Cinematografische vernieuwing’ op het Sundance Festival, en dit jaar ook de Cinema for Peace Prize. Ze was genomineerd voor de European Film Awards en de Oscars.", "Aan de hand van archiefbeelden – uit journaals, maar ook tv-shows – schetst Grimonprez, op een spetterende jazz-soundtrack, het klimaat ten tijde van de Congolese onafhankelijkheid, en de uiteindelijke moord op Patrice Lumumba, de eerste democratisch verkozen premier van Congo. Het is waarschijnlijk de enige film waar Lumumba, Nikita Chroesjtsjov en Fidel Castro zij aan zij verschijnen met jazzcoryfeeën als Ornette Coleman, John Coltrane of Dizzy Gillespie. Het is een documentaire geworden die aanvoelt als een thriller.", "Grimonprez doorploegde er tientallen archieven voor, en werkte vierenhalf jaar aan de film, die verschillende keren werd gemonteerd: een eerste versie duurde vier uur. De bioscoopversie duurt nog steeds tweeënhalf uur, maar die vliegen voorbij alsof de film veel korter is."]},
{"title": "Verdacht overlijden in Pelt: stierf vrouw door te hoge dosis illegaal verkregen afslankmiddel?", "date": "2025-12-02T11:24:18.000Z", "author": "Heleen Debeuckelaere", "url": "https://www.standaard.be/binnenland/verdacht-overlijden-in-pelt-stierf-vrouw-door-te-hoge-dosis-illegaal-verkregen-afslankmiddel/109428292.html", "source": "De Standaard", "first_lines": "Het Limburgse parket onderzoekt het overlijden van een vrouw uit Pelt die onwel werd na het gebruik van een illegaal verkregen afslankmiddel. Ze zou een te hoge dosis semaglutide, de actieve stof in afslankmedicatie zoals Ozempic, hebben binnengekregen.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/qo9pbr-belgaimage-107542932.jpg/alternates/THREE_TWO_1620/Belgaimage-107542932.jpg", "tags": ["Binnenland", "FAGG", "Ozempic"], "content": ["Een 46-jarige moeder uit Pelt zou mogelijk overleden zijn nadat ze een onder tafel verkregen afslankspuitje bij zichzelf had toegediend. De vrouw werd onwel na het toedienen van de medicatie en werd overgebracht naar het ziekenhuis, maar overleed er op 18 november. Dat schrijft ", ". Volgens hun informatie werd de vrouw thuis aangetroffen door haar ex-man, die daarop de hulpdiensten verwittigde.", "“Zowel de doodsoorzaak als de manier waarop de medicatie werd verkregen wordt nog onderzocht”, zegt het Limburgse parket. Zij vermoeden dat de vrouw een te hoge dosis heeft binnengekregen van het actieve bestanddeel semaglutide, de actieve stof in het populaire geneesmiddel Ozempic. Er werd een toxicologisch onderzoek uitgevoerd, maar die resultaten zijn nog niet bekend.", "Het parket kan voorlopig niet veel kwijt over het nog lopende onderzoek, maar bevestigt dat de medicatie niet via de reguliere weg werd aangekocht. Een kennis van de vrouw werd al door de speurders verhoord. Hij zou het middel voor het slachtoffer hebben aangekocht via een tussenpersoon. “Hij deed dat met de beste bedoelingen en was zich niet bewust van de mogelijke gevolgen”, vertelt zijn advocaat Joeri Clerix.", "De illegale en internationale verkoop van afslankmiddelen wordt al langer opgevolgd door het Federaal Agentschap voor Geneesmiddelen en Gezondheidsproducten (FAGG). Op sociale media bieden verschillende online bedrijven afslankmedicatie aan zoals Ozempic of Mounjaro. Ze beloven “afvaltrajecten onder medische begeleiding” of “blijvend gewichtsverlies met injecties”. Voor ongeveer 250 euro per maand worden de producten thuis geleverd, maar het is onmogelijk om na te gaan of de producten de juiste dosis bevatten enerzijds of op de correcte manier werden opgeslagen of verzonden anderzijds. ", "“Een geneesmiddel is geen snoepje. Er kan heel wat mislopen als men de illegale weg neemt”, zegt FAGG-woordvoerster Ann Eeckhout. “Ze beloven een mirakelbehandeling. In het beste geval staan ze in de weg naar een correcte medische behandeling, maar het kan ook erger.” De handel van meer lifestyle en op performantie gerichte medicatie zoals illegale afslankmiddelen, maar ook middelen tegen erectiestoornissen, medicatie die de huid kan verlichten of juist donkerder kan maken en injecties voor meer succes in de sportschool zijn al langer schering en inslag voor hun speciale onderzoekseenheid tegen illegale medicatie.", "Het FAGG werkt daarvoor samen met de douane en de FOD Economie. Die eerste kan verdachte pakketjes van buiten de EU onderscheppen, de FOD kan binnenlandse websites platleggen die zich bezondigen aan de illegale verkoop van geneesmiddelen. Maar het blijft een enorme uitdaging om deze handel tegen te gaan. Verkoop vanuit buurlanden als Nederland is moeilijk te bestrijden, door het vrije verkeer van goederen. “Hier zitten gespecialiseerde internationale netwerken achter, dit zijn echt maffiapraktijken”, legt Eeckhout uit."]},
{"title": "Figuurtje Anna van Belgische illustratrice gekaapt door Temu: “Ze lachen makers gewoon uit” ", "date": "2025-12-01T15:04:15.000Z", "author": "Chloë Stylemans", "url": "https://www.standaard.be/binnenland/figuurtje-anna-van-belgische-illustratrice-gekaapt-door-temu-ze-lachen-makers-gewoon-uit/109209387.html", "source": "De Standaard", "first_lines": "Het Chinese platform Temu plaatst de illustraties van kinderauteur Kathleen Amant op dekens en tafellakens, zonder haar toestemming. “In sommige gevallen staat mijn naam zelfs nog zichtbaar op de kopieën.”", "thumbnail": "https://prod-img.standaard.be/public/nieuws/br2glx-kathleenamantanna.jpg/alternates/THREE_TWO_1620/KathleenAmantAnna.jpg", "tags": ["Binnenland", "Temu", "Auteursrecht"], "content": ["Haar kinderboeken liggen in zowat elke kleuterklas en van het bekende figuurtje Anna zijn er meer dan twee miljoen exemplaren verkocht. Nu kun je haar prenten ook terugvinden op het Chinese e-commerceplatform Temu, alleen is dat tegen de wil van auteur en illustrator Kathleen Amant (56).", "“Mijn afbeeldingen staan op dekentjes, tafellakens en kussenslopen”, zegt ze. “Op een van de dekens hebben ze mijn naam niet eens weggegomd. De cover van mijn boek is gewoon integraal overgenomen.” ", "Dat gebeurde zonder de toestemming van Amant. Zonder toestemming dus. “Een kennis van mij had het ontdekt en lichtte me in oktober in. Ondertussen zag ik al tientallen van mijn tekeningen online door op het trefwoord Sinterklaas te zoeken. Wie weet welke van mijn illustraties hebben ze nog gestolen? Het is moeilijk zoeken in een zee van producten.” Sommige spullen met de gestolen tekeningen gingen volgens Temu al 1.000 keer over de toonbank.", "“Makers worden gewoon uitgelachen”, stelt Amant.  “Ik ben niet per se boos op wie het koopt, maar wel op wie de afbeelding steelt en tegen dumpingprijzen producten verkoopt. Dit is onacceptabel van Temu. Een dekentje voor 7 euro is verleidelijk voor consumenten, maar het maakt dat ze op den duur verwachten dat je voor die prijs kunt produceren en leveren.”", "Voor een kleine Vlaamse webshop is dat onhaalbaar. Alleen al voor de verzending betaalt Amant naar eigen zeggen zo’n 10 euro. Dat Bpost, deels een overheidsbedrijf, zijn samenwerking met Temu wil versterken en de toegankelijkheid vergroten via ophaal- en afgiftepunten, vindt ze dan ook wrang. “We werken onze eigen economie tegen.”", "Ondanks de duidelijke inbreuken kreeg Amant te horen dat er weinig tegen te beginnen valt. Het enige wat kan: de inbreuk bij Temu melden. Daarop gaat het product vervolgens even offline, om een dag later weer te koop te worden aangeboden. Zo was het deken met Amants naam op zondagmiddag gewoon weer op Temu te vinden. “Deze auteursrechtenschendingen gaan ongestraft door.”", "“Dit is wettelijk illegaal”, zegt professor intellectueel eigendomsrecht Jozefien Vanherpe (KU Leuven). “Maar in het rechtssysteem is er vaak een verschil tussen gelijk hebben en gelijk krijgen. Om te procederen heb je een goede advocaat intellectueel eigendomsrecht nodig en dat kost geld. Voor grote bedrijven zijn die procedures haalbaar, maar voor kleinere ondernemingen is dat erg duur.”", "Bovendien gaat het om een internationaal geschil. “Daardoor is het onduidelijk wie bevoegd is om hier uitspraak over te doen”, zegt Vanherpe. “Een Belgische rechter kan geen stakingbevel uit China uitvoeren. Temu weet goed genoeg dat wat het doet niet mag, maar de kans is klein dat iemand het bedrijf aanklaagt. Het kan de schuld ook makkelijk doorschuiven naar gebruikers die op het platform producten verkopen.”"]},
{"title": "Vijftig bomen en een Lego-portret van Trump: first lady Melania onthult kerstdecoratie in het Witte Huis", "date": "2025-12-02T11:46:00.000Z", "author": "sh", "url": "https://www.standaard.be/buitenland/vijftig-bomen-en-een-lego-portret-van-trump-first-lady-melania-onthult-kerstdecoratie-in-het-witte-huis/109458080.html", "source": "De Standaard", "first_lines": "Het Witte Huis heeft maandag de feestperiode ingeluid. First lady Melania Trump onthulde er de kerstdecoratie, die dit jaar door de sloopwerken van de president kleinschaliger uitvalt dan vorige jaren. Toch zijn nog altijd meer dan 50 bomen en 75 kransen te bezichtigen. Kijk mee in bovenstaande video.", "thumbnail": "https://prod-img.standaard.be/public/nieuws/h4e72z-file83i43vhmfjb1avc9jawv/alternates/THREE_TWO_1620/file83i43vhmfjb1avc9jawv", "tags": ["Buitenland", "Witte Huis", "Kerstmis", "Donald Trump", "Melania Trump", "Verenigde Staten"], "content": []},
{"title": "Voor het eerst kat dood in Nederland door vogelgriep", "date": "2025-12-02T11:01:00.000Z", "author": "Marie Van Loon", "url": "https://www.standaard.be/buitenland/voor-het-eerst-kat-dood-in-nederland-door-vogelgriep/109431581.html", "source": "De Standaard", "first_lines": "In Nederland is er voor het eerst een kat gestorven aan de vogelgriep. Ook de zeven andere kittens uit hetzelfde nest zijn gestorven. Vermoedelijk raakten de katten besmet door het eten van een besmet vogelkarkas. ", "thumbnail": "https://prod-img.standaard.be/public/nieuws/d1c9i0-gettyimages-2188189761.jpg/alternates/THREE_TWO_1620/GettyImages-2188189761.jpg", "tags": ["Buitenland", "Vogelgriep", "Dieren", "Nederland"], "content": ["Het nieuws komt van de Nederlandse Minister voor Natuur Femke Marije Wiersma in een brief aan het Nederlandse parlement. Over één kat is zekerheid, maar ook de zeven andere kittens uit het nest stierven vermoedelijk aan het vogelgriepvirus. De katten zijn afkomstig uit een Nederlands bedrijf dat ook melkgeiten heeft. Wiersma deelde de locatie van het bedrijf vooralsnog niet mee.", "De kittens zouden ziek zijn geworden door het eten van een besmet vogelkarkas, dat hun moeder meebracht naar het nest. De Nederlandse Voedsel- en Warenautoriteit (Nvwa) onderzocht een van de katten en kon bevestigen dat het dier stierf aan de H5N1-variant van het virus. De zeven andere kittens waren al verkocht aan verschillende eigenaars toen ze stierven.", "Uit voorzorg besloot het Nvwa om de eigenaars van deze kittens ook te onderzoeken. De resultaten zijn nog niet bekend. “We hebben bij sommigen actieve monitoring ingezet, maar tot nu toe zijn er geen meldingen vastgesteld”, laat Nvwa weten aan Vrt Nws. Ook de andere dieren in het bedrijf werden gecheckt, maar bleken niet besmet te zijn. De minister roept Nederlandse kattenbaasjes op om waakzaam te zijn voor de symptomen van het virus, zoals sloomheid, oogontstekingen en koorts. ", "In ons land stierven er nog geen katten aan het virus, maar in maart dit jaar geraakten twee katten voor het eerst besmet in een pluimveebedrijf in Sint-Gillis-Waas. Dat gebeurde na contact met de zieke hennen van het bedrijf of besmet water. De katten werden toen uit voorzorg geëuthanaseerd. Sindsdien waren er geen meldingen meer in België van besmette katten. De kans dat het vogelvirus van kat op mens wordt doorgegeven is zeer klein, en gebeurde tot nu toe slechts één keer, in de Verenigde Staten. ", "Toch kan het virus niet enkel bij vogels maar ook bij zoogdieren lelijk huis houden. Tussen 2022 en 2024 sloeg het virus toe bij de populatie zeeolifanten in de zuidelijke Atlantische Oceaan, waardoor het aantal geslachtsrijpe vrouwelijke zeeolifanten in die periode bijna zou zijn gehalveerd. "]}
]