[
{"title": "Brussels’ mayors to consider ban on e-scooter in drug dealing hotspots", "date": "2025-11-14T14:49:29Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/brussels_-mayors-to-consider-ban-on-e-scooter-in-drug-dealing-ho/", "source": "VRT NWS", "first_lines": "Municipalities in Brussels municipalities are considering measures that would restrict the use of e-scooters in areas that are affected by drug dealing. The exact nature and extent of the measures have yet to be finalised. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2023/11/22/68ac1098-892b-11ee-91d7-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["The Brussels regional news platform reports that on Thursday the Chair of the Conference of Brussels Mayors Benoît Cerexhe (Francophone centrist) said that the Brussels-Capital Region’s 19 Mayors are expected to decide next Wednesday on whether a working party should be set up to draw up measures to limit the use of e-scooters in drug crime hotspots. Several weeks ago, Brussels’ Chief Prosecutor Julien Moinil asked the Conference of Mayors to identify the users of shared e-scooters in drug crime hotspots. Mr Moinil says that the scooters are used both by dealers and hitmen that work for drug gangs. Earlier this week, the Chief Prosecutor sent a letter to Mr Cerexhe highlighting the growing number of road traffic accidents involving shared e-scooters.", "Mr Cerexhe says that while he favours measures to more effectively identify users of the scooters, he does not favour a ban on their uses in certain areas at certain times (for example in the evening and/or at night).", "However, in an interview with the Francophone region broadcaster BX1, the Francophone socialist mayor of Saint-Gillis Jean Spinette (PS), expressed stronger support for a ban on shared scooters in hotspots. However, Mr Spinette, whose municipality contains several drug hotspots, is not in favour of restrictions on the use of private scooters. Although he does think that they should be registered.", "The Brussels regional MP Sofia Bennani (Francophone centrist) is in favour of a ban on the use of e-scooters between 10pm and 5am in municipalities that are worst affected by drug crime. These are the municipalities of Anderlecht, Schaarbeek, Sint-Gillis, Vorst and Sint-Jans-Molenbeek. She warns that limitting an e-scooter ban to hotspots could result in simply moving the problem on to somewhere else. Ms Bennani advocates an exemption for night-shift workers who rely on scooters to get to work."]},
{"title": "“There’s hardly a family in Britain that wasn’t affected in some way” (VIDEO)", "date": "2025-11-15T06:12:00Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/12/_there_s-hardly-a-family-in-britian-that-wasnt-affected-in-some/", "source": "VRT NWS", "first_lines": "Many are the visitors from at home and abroad who come to Ieper for the annual ceremony of remembrance under the Menin Gate in Ieper (West Flanders).  Many visitors also remember individual soldiers who fell in the First World War not only at this monument, but also at the numerous cemeteries in the Westhoek area of West Flanders province. Tijs Mauroo and VRT News followed three English friends, who set off early in the morning to do just that.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/11/fbee8931-dfe4-44b9-bd71-9c00bbc6f8ae.jpg?width=200&height=113&q=80", "tags": ["Home News", "West Flanders"], "content": []},
{"title": "So which one is the real Manneken Pis? (VIDEO)", "date": "2025-11-15T06:11:00Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/12/is-this-the-real-manneken-pis-video/", "source": "VRT NWS", "first_lines": "One of Belgium’s most notorious kidnappings took place 60 years ago. The theft of Manneken Pis, the world-famous statuette of a little boy passing water in the streets of Brussels. Fortunately, the statuette resurfaced several months later, but what you may not know is that ever since hundreds of thousands of tourists have flocked to see a ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/28/aaafc06d-ff98-48d5-9a71-913283d9444a.png?width=200&height=113&q=80", "tags": ["Brussels"], "content": []},
{"title": "What happens to your online data after your death?", "date": "2025-11-17T08:28:06Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/10/what-happens-to-you-online-data-after-your-death/", "source": "VRT NWS", "first_lines": "An increasing part of our lives takes place online. We have photos, passwords, social media accounts and even bank details that are only accessible via the internet. But what happens to our digital legacy after we die? “Heirs are often at a loss when it comes to finding the deceased's documents and login details”, experts say.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/09/22/90544458-d4c5-44cb-b3e5-7e23788aca8b.jpg?width=200&height=113&q=80", "tags": ["Society & You"], "content": ["When a person passes away their smartphones, email and social media accounts often live on. Their relatives often don’t know that that have to access the accounts in order to shut them down. Notary Carol Bohyn told VRT News that \"Heirs are often at a loss as to how they should the deceased's online documents and login details,\"", "This also plays a role with regard to the practical arrangements regarding the deceased’s funeral. “Who should be invited to the funeral, for example? The names of friends (former) colleagues and other are often stored in a smartphone.” Sometimes this can lead to awkward situations. “I've heard of a funeral director having to unlock a mobile phone with a finger or facial recognition while holding the deceased, but that's not so straightforward”, Carol Bohyn said.", "You can make things a lot easier for those you leave behind by arranging your digital legacy prior to your passing by using a digital safe site such as ", "“Izimi is a digital safe, available as a website and app, free of charge and managed by notaries. Anyone in Belgium can use it and upload documents to it.”", "The contents of digital safety can vary greatly. “From invoices and home renovation documents to an overview of a person’s accounts, their passwords, and so on.” You decide whether the information in your safe will be accessible to your heirs after your death.", "However, “If, like in the film Mission Impossible, you want the safe to ‘explode’ upon your death this can be arranged too”, Carol Bohyn said", "If you haven’t used a digital safe while you were alone, there are other options. For example, the digital legacy expert Sander van der Meer of the Dutch company Digital Life Legacy offers a less conventional solution. For a fee his company will unlock computers and smartphones at the request of a deceased person’s heirs.", "But is this legal? “European privacy legislation no longer applies after a person has died. Surviving relatives become the owners of the deceased’s telephone or computer through inheritance law and are therefore allowed to do anything they want with them”.", "According to Sander Van der Meer, who also receives requests from Belgium, it often revolves around access to cherished photos, videos and WhatsApp conversations.", "Van der Meer warns against closing the online accounts of a deceased person too quickly. “Nowadays, you first need to know what this kind of account is. Think of cryptocurrency or cloud storage such as Dropbox. If you cancel the account, you will also lose all this data.”", "Meta, the company behind Instagram and Facebook, gives you the option to choose what should happen to your profile when you die. With most other platforms, such as TikTok or LinkedIn, the next of kin must contact the platform after the death.", "Sander Van der Meer told VRT News that “We hardly know anyone these days that doesn't have a digital legacy”. That’s why it is a good idea to start thing about now and spare those close to you additional headaches and heartache after your death."]},
{"title": "‘Ceasefire in Gaza is an illusion’ Brussels protesters say", "date": "2025-11-17T08:09:37Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/17/_ceasefire-in-gaza-is-an-illusion-brussels-protesters-say/", "source": "VRT NWS", "first_lines": "Several thousand people gathered at the Brussels North Station on Sunday afternoon for a demonstration in support of the people of Palestine. The organisers wanted again to denounce the situation in the Gaza Strip and express their solidarity with the Palestinian people. ‘There is no ceasefire. That is an illusion’ activists claim.  According to the organisers, 15,000 demonstrators took part, while the police put their number at 6,000.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/16/67c181fb-8946-4c36-a48a-8daaf843087d.jpg?width=200&height=113&q=80", "tags": ["Foreign News", "Brussels"], "content": ["At the Brussels North Station demonstrators were treated to several speeches at the start of the demo. Shortly after 3 p.m., the crowd moved on to the Jean Rey Square. Police then closed most of the access roads to the Brussels North and Rogier areas.", "According to the organisers, the ceasefire in Gaza is an ‘illusion’, but they remain combative. ‘This is not the time to give up hope, not after so many historic mobilisations.’", "Since the peace agreement between Israel and Hamas came into force in October, the Palestinian authorities have already identified hundreds of violations of the truce by Israeli armed forces. At least 245 Palestinians have been killed. According to Israel, Hamas has also violated the peace agreement on several occasions.", "The protesters say they will continue to demonstrate until effective sanctions are imposed on Israel.", "The previous demonstrations in June and September attracted more than 75,000 protesters each time. In early October this year, Hamas and Israel reached an agreement on the first phase of a peace plan, which came about under the impetus of US President Donald J. Trump."]},
{"title": "New MyGov app is provides an alternative to Itsme for though wishing to login to government websites ", "date": "2025-11-17T08:28:24Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/10/new-mygov-app-is-provides-an-alternative-to-itsme-for-though-wis/", "source": "VRT NWS", "first_lines": "The Federal Government relaunched the MyGov app. The app provides an alternative for Itsme. Although MyGov.be has been around for some time, since last month, in addition to official documents, it also includes a digital key that allows you to log in securely to government sites such as Tax-on-web, My eBox, My Pension and the Social Security Service’s website. The relaunch was done quietly and without any big publicity campaign. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/05/14/95c9b7eb-11f1-11ef-8fc9-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Society & You", "Online"], "content": ["Previously, those wishing to log in to government sites to, for example file their tax return, had to either use their ID card and pin code to log in via their laptop or PC or use the ", ".", "Itsme is used by millions of people in Belgium and is very convenient. However, it has also made both government and the public dependent on it due to what had been its monopoly. Itsme was developed by four big High Street banks (Belfius, BNP Paribas Fortis, ING and KBC) and the three biggest three telecom operators in Belgium (Proximus, Telenet, Orange) in our country.", "Concerned about a possible foreign takeover of the company responsible for Itsme or a sudden technical failure leaving the country without a viable alternative, the then Federal Government decided to develop its own alternative for Itsme. ", "Now an alternative is available, an alternative that you may well have already downloaded on to your smartphone. ", " was launched last year as a “digital wallet for all your government information”. Since then, more than 400,000 people in Belgium have activated it, the Federal Policy & Support Department says.", "The app already allowed you to retrieve, securely share and store government documents, such as birth and marriage certificates, your social security status, details of your driving licence, vehicle registration certificate and identity card.", "Since mid-October a digital key has been incorporated into MyGov. This means that the app is now a viable alternative to Itsme. It is striking that this new feature was introduced without any publicity. This contrasts with app’s launch a coup of years ago, when there was a lot of publicity.", "The Federal Policy and Support Department says that MyGov.be is not intended to replace Itsme. “The federal government is very satisfied with its cooperation with Itsme and hopes to cooperate with other provides too. The Department says that with the launch of the additional functions on the MyGov app the public will have more choice. ", "In order to use the app, you must of course first download it from either the App Store if you have an iPhone or Google Play if you have an Android device. Then open the app and activate it with your digial identity card, a card reader or ... Itsme.", "On official websites such as My eBox, My Pension, Tax-on-Web, My Health, etc., you can choose to log in via MyGov. You then need to use the app to scan the QR code that appears on the screen and confirm your identity using a PIN code.", "Currently MyGov only allows you to access Federal Government sites. You will have to wait a little longer to be able log in to Flemish government websites, such as Mijn Burgerprofiel. MyGov will also be expanded further, so that you can also use the app to log in to government applications from other EU Member States.", "Ultimately, there will also be a feature that allows you to sign official documents with the app, and a mobile version of your identity card that is equivalent to the traditional identity card (currently, you can only retrieve and store data from your eID).", "You can also store your driving licence in the app, but the digital version in the app is not yet legally valid. In other words, you still need to carry your physical driving licence with you."]},
{"title": "Temperatures around freezing and a light dusting of snow in the Ardennes", "date": "2025-11-17T09:16:16Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/17/temperatures-around-freezing-and-a-light-dusting-of-snow-in-the/", "source": "VRT NWS", "first_lines": "Anyone stepping outside this morning will notice that it is significantly colder. This will continue for the rest of the week, with temperatures hovering around freezing. In the south of the country, snow will even gather on the ground on Wednesday. ‘Suddenly, we are returning to more normal weather for mid-November,’ says VRT meteorologist Bram Verbruggen. ‘In recent weeks, we have been living well above our means.’", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/17/1209a038-b10e-4b92-86ef-4db301d685a8.jpg?width=200&height=113&q=80", "tags": ["Home News", "Climate & Environment"], "content": ["According to the Met Office, today will be a mixed bag with heavily overcast skies and showers. In the High Ardennes, showers will fall as sleet or snow, which may collect on the ground for a while.", "In the afternoon, shower activity will decrease and there will be more sunny spells. Maximum temperatures will range from 2 degrees Celsius in the High Fens to 8-9 degrees in central parts.", "Inland, expect a moderate north-westerly wind with gusty conditions on the coast. A cold night in prospect with minimum temperatures between 1 and 3 degrees. In the Ardennes, we are treated to freezing temperatures in most places.", " will start dry in most places with widespread clear spells. During the day, it will become partly cloudy in the north and mainly cloudy in the south.", "Expect showers in the north and periods of rain in the south, with sleet and snow on the highest peaks of the Ardennes. It remains cold, with maximum temperatures of 3 degrees in the High Fens and up to 8 degrees on the coast.", " will be mainly cloudy or overcast with showers and strong winds. In Upper Belgium (south of the Rivers Sambre and Meuse), expect sleet or snow, with a snow cover of several centimetres above 500 metres.", "During Wednesday night, precipitation may also take on a wintry character in Flanders and Brussels.", " will be changeable with alternating sunny spells and showers and 5 degrees."]},
{"title": "Replacement of Flemish minister during maternity leave OKed", "date": "2025-11-17T07:54:59Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/17/replacement-of-flemish-minister-during-maternity-leave-oked/", "source": "VRT NWS", "first_lines": "Flemish Deputy Prime Minister Melissa Depraetere (Flemish socialist Vooruit) will be temporarily replaced by a new colleague during her maternity leave. A new minister from her own party will take over her responsibilities for a short period. This is the first time this has happened in the Flemish government, Depraetere told VRT.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/16/ec82c56f-8aec-4736-a445-14f82f41702c.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["A few days ago, Depraetere (33) announced that she was pregnant and expecting her first child. The baby is due in April. During her maternity leave, Depraetere's powers will be assumed by a new temporary Flemish socialist minister and that only for several months.", "This is the first time such a construction has been approved by the Flemish government. In the past, the powers of a minister on maternity leave were simply assumed temporarily by a fellow minister who was already in office.", "In Depraetere's case, her entire portfolio (Housing, Energy and Climate, Tourism and Youth) will be temporarily transferred to a colleague who is not currently part of the Flemish government.", "‘There are provisions to ensure a minister can take maternity leave, but in principle I cannot be replaced during that period,’ Depraetere told VRT.", "‘When Freya Van den Bossche was a Flemish minister, her powers were temporarily divided between two colleagues. That is not an option now, because my only Vooruit colleague in the Flemish government is Caroline Gennez. We both have a substantial package of powers, so it is impossible for her to take over everything from me.’", "‘After agreement by the entire government, it was decided that a replacement could be appointed. I am glad that all my colleagues agree that this is appropriate in this day and age. I myself also think it is important to be at home for a period of time after giving birth.’", "It has not yet been decided who will replace Depraetere as a new temporary minister. ‘It is the party leader (Conner Rousseau) who decides. I have made a few suggestions, so I expect him to make a decision soon, also about my deputy prime ministership.’"]},
{"title": "Subscribe to our Flandersnews newsletter!", "date": "2019-02-25T14:39:31Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2019/02/25/flandersnews-launches-newsletter/", "source": "VRT NWS", "first_lines": "Flandersnews is launching a daily newsletter.  Do you wish to keep up-to-date with the top news stories in Belgium?  If so, please register at the bottom of our homepage.", "thumbnail": "https://images.vrt.be/vrtnws_web/2019/01/30/f5994db6-247c-11e9-abcc-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Once you have registered, you will receive a daily email alerting you to our top stories.  In exceptional cases, when something particularly newsworthy happens, we will let you know too as soon as possible!  Make sure you keep abreast of what is going on around you and register today!  Our news stories will help you to dialogue with your Flemish neighbours and colleagues and assist you to form part of our society.  ", "What is Flandersnews? Flandersnews is the English news website of VRT, the Flemish public broacaster.  Our website offers news articles and English versions of reports first aired on VRT TV News. Our newsletter contains a selection of the latest articles sent straight to your mailbox.", "Flandersnews carries all the big news stories in a language you can understand! It's Belgium’s leading English language website for news and video reports, current affairs and the best human interest and business stories.", "As part of a big media organisation flandersnews is able to draw on the expertise of a team of 300 VRT TV, radio and online journalists. We also bring English language versions of video reports first shown on VRT TV News. Our culture section reports on exhibitions and the world of the arts. In our sports section you can follow the accomplishments of Flemish sportsmen and women.", "If it happens in Belgium and it’s worth reporting, you’ll find it on flandersnews.be.", "Our newsroom is staffed seven days a week and our reports are regularly updated."]},
{"title": "Driver convicted after driving with steering wheel between his legs", "date": "2025-11-13T13:09:56Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/driver-convicted-after-driving-with-steering-wheel-between-his-l/", "source": "VRT NWS", "first_lines": "A motorist typing on his mobile phone using both hands while driving has been fined and banned from driving. The motorist was steering his car using his legs. ‘Irresponsible driving,’ said the judge. What is and isn't allowed behind the wheel?", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/12b9c570-d710-4c60-808f-fcd9d8b256c4.jpg?width=200&height=113&q=80", "tags": ["East Flanders"], "content": ["The driver attracted the attention of the motorway police because he was swerving on the motorway and crossing an uninterrupted white line painted on the road surface. The officers had to take avoiding action in order to ensure they didn’t collide with the driver. To their surprise, they noticed that the man was steering his car with the wheel between his legs while using his mobile phone with both hands!", "‘I was writing an urgent email,’ the motorist said after the officers pulled him over. He had to surrender his driving licence on the spot.  It was withheld for a 15-day period.", "This week, the driver had to face a judge in Sint-Niklaas (East Flanders). ‘I wouldn't even know how to drive a car with my legs. What I do know is that this is irresponsible driving,’ the judge told the defendant. The magistrate sentenced him to a 15-day driving ban and a 400-euro fine.", "Operating a screen, eating or drinking while driving, lighting a cigarette, applying make-up, holding your dog on your lap... None of these activities are permitted if they could distract you!"]},
{"title": "Belgians involved in “Sarajevo Sniper Safaris”?", "date": "2025-11-17T09:57:52Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/17/belgians-involved-in-sarajevo-sniper-safaris/", "source": "VRT NWS", "first_lines": "The Belgian public prosecutor's office is considering launching an investigation into the “Sniper Safaris” in Sarajevo during the war in Bosnia in the 1990s. Any criminal acts may not yet be time-barred, according to Chris Van den Wyngaert, former Flemish judge at the International Criminal Court and the Yugoslavia Tribunal.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/17/082f63a2-016f-4552-824c-9b479855bf6a.jpg?width=200&height=113&q=80", "tags": ["Foreign News"], "content": ["Last week, it emerged that the Milan public prosecutor's office in Italy is launching an investigation into “Sniper Safaris” during the war in the former Yugoslavia in the 1990s. In the hills surrounding the current Bosnian capital Sarajevo, wealthy foreigners are said to have paid large sums of money to shoot at the city's population.", "The investigation comes after a complaint by journalist and author Ezio Gavazzeni, who researched the events. Gavazzeni's lawyer told the Belgian daily La Libre Belgique that Belgians were also involved in the safaris, alongside French nationals, Germans “and other nationalities”.", "The Bosnian War broke out when Bosnia and Herzegovina seceded from Yugoslavia in 1992. The population of Bosnia consists of Bosnian Muslims, Bosnian Serbs who are Orthodox Christians, and Roman Catholic Croats.", "The Bosnian Serbs did not want an independent Bosnia, where they would become a minority and declared their own state and attacked Sarajevo.", "Ethnic cleansing occurred, targeting anyone who was not Serbian. Bosnian Muslims were the main victims. They were murdered, their houses were set on fire, they were imprisoned in concentration camps and women were raped en masse. More than 11,000 people were killed.", "‘I couldn't believe it, it's so unlikely.’ That was Chris Van den Wyngaert's reaction when she heard the news about the safaris. For many years Van den Wyngaert was a judge at the International Criminal Court and the Yugoslavia Tribunal, which was set up to punish those responsible for atrocities at the time.", "‘I served on the tribunal for seven years and I have never heard about this before. Rumours have been around for a long time, but no evidence has yet been found,’ Van den Wyngaert told VRT.", "If Belgians were involved, can they still be prosecuted? ‘They cannot be brought before the International Criminal Court, because it did not exist at the time. However, the public prosecutor's office here in Belgium can launch an investigation.’", "‘Possible perpetrators are not subject to the laws of war, because they would be civilians. If murder is involved, the facts may be time-barred, but offences may also be considered a crime against humanity, and those cannot be time-barred,’ explains Van den Wyngaert."]},
{"title": "Bruges police use speed test bench to check mopeds and e-scooters ", "date": "2025-11-13T13:33:41Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/bruges-police-use-speed-test-bench-to-check-mopeds-and-e-scooter/", "source": "VRT NWS", "first_lines": "Bruges police have had a busy night. During a major check on two-wheel traffic half of all drivers checked, were found to be in violation in some way or other. People on mopeds and bikes were either speeding, had no lights or were ignoring traffic signs. One moped was even able to do 116 kilometres per hour on a test bench.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/4f310431-be0a-4428-bb4e-3b944aee2e5f.jpg?width=200&height=113&q=80", "tags": ["West Flanders"], "content": ["‘The checks were focused on mopeds, fat bikes, e-scooters, speed pedelecs and regular bicycles. But motorists who committed offences were also pulled over,’ explains Lien Depoorter of the Bruges police.", "‘We checked 156 drivers. Half of them were fine and received a gadget from our prevention team. The other half were caught committing all kinds of offences, connected to lighting, position on the road, ignoring traffic signs or traffic lights.’", "The police were also on the lookout for souped-up mopeds. In Bruges they used a new test bench for the first time. It allows the speed of different types of vehicles to be measured, including fat bikes and e-scooters. ‘One moped reached a speed of 116 kilometres per hour on the test bench. That moped was confiscated and also declared forfeited. This means that the owner will never get their moped back,’ explains Depoorter. ", "\"A total of 15 souped-up mopeds were confiscated, 12 people were fined for ignoring traffic signs, 11 for using a smartphone while cycling or riding a scooter, and 48 for not having bicycle lights. Cyclists not holding their handlebars were also fined. 23 motorists were fined for overtaking a cyclist in a bicycle zone. The Bruges bicycle zone was expanded significantly last 1 October.", "‘We have noticed that many people are still breaking the rules, despite intensive prevention campaigns. Such large-scale checks remain necessary, in addition to daily detection efforts,’ concludes Depoorter."]},
{"title": "'Belgium heading for the largest budget deficit in the Eurozone', European Commission predicts", "date": "2025-11-17T11:03:05Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/17/belgium-heading-for-the-largest-budget-deficit-in-the-eurozone/", "source": "VRT NWS", "first_lines": "Belgium is heading for the largest budget deficit of any Eurozone country new economic forecasts presented by the European Commission, the embryonic EU government, suggest. Belgium’s 5-way federal government is currently working on a new multi-year budget to bring the figures down, but finding agreement is proving very difficult.", "thumbnail": "https://images.vrt.be/vrtnws_web/2020/12/20/48044b6e-42a5-11eb-aae0-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": [], "content": ["If policy remains unchanged, the budget deficit for next year will be 5.5 per cent of national output or GDP, the Commission predicts. This makes Belgium the worst performer among Eurozone countries. In 2027, the deficit is expected to rise further to 5.9 per cent.", "The forecasts are yet another signal to encourage the federal government to work on a budget agreement. The EU is asking member states to limit their budget deficits to 3 per cent of GDP, the total (monetary) value of our economy. Belgium has until 2029 to reach this target.", "In order to limit the budget deficit in the coming years, the federal government is currently seeking an agreement on a 10 billion euro restructuring plan. However, this is proving particularly difficult. Earlier this month, Prime Minister Bart De Wever (Flemish nationalist N-VA) requested an additional 50 days to broker an accord.", "This new deadline is now around Christmas. As there is no budget for next year yet, during the first few months the government will certainly have to work with ‘provisional twelfths’, a kind of provisional working budget with every month a budget available equal to the same amount of the same month this year.", "Across the European Union as a whole, the budget deficit is expected to rise from 3.1 per cent in 2024 to 3.4 per cent in 2027. This is mainly due to agreed additional investments in defence.", "The Commission expects the Belgian economy to grow by 1 per cent this year and 1.1 per cent next year. These figures are comparable to those of neighbouring countries France, Germany and the Netherlands.", "Growth of 1.4 per cent is expected for the EU as a whole in 2025 and 2026. The growth figures are better than expected, says the European Commission, despite pressure from US import tariffs.", "Belgium’s unemployment rate is expected to rise slightly: to 6 per cent in 2025 and 6.2 per cent in 2026. Inflation is expected to fall from 2.8 per cent this year to 1.8 per cent next year."]},
{"title": "'Ghost passengers' caught at Zaventem with suitcases  with 108 kilograms of cocaine ", "date": "2025-11-17T08:54:16Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/17/ghost-passengers-caught-at-zaventem-with-suitcases-with-108-k/", "source": "VRT NWS", "first_lines": "At the beginning of this month, two people with cocaine worth at least 4.3 million euros in their suitcases were arrested at Zaventem airport. The pair had gained access to the airport using cheap plane tickets and then proceeded to collect the suitcases from the baggage carousel. Weighing in at 108 kilograms, the suitcases also exceeded the baggage limits by a considerable margin.", "thumbnail": "https://images.vrt.be/vrtnws_web/2021/05/05/523daaff-ad89-11eb-b07d-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": [], "content": ["The Halle-Vilvoorde public prosecutor's office has confirmed the arrest that happened on 6 November. ‘During a customs check at Brussels Airport, a large quantity of cocaine was found in the suitcases of two individuals. The total amount is believed to be just over 108 kilograms.’", "The suspects, aged 19 and 23, were arrested and appeared before an investigating judge, who decided to release them on bail. The seizure is remarkable, given that the weight of the suitcases exceeded baggage limitations by far.", "‘There were no drug couriers boarding the plane with a few kilograms of cocaine hidden in their suitcases,’ says a source close to the investigation. ‘This is the work of a criminal organisation that bribes a few people at the airport of origin to put suitcases stuffed with drugs on the plane.’", "‘The criminals then hire people who walk into the airport where the plane lands using a cheap ticket. This gives them access to the baggage carousel area, where they simply pick up the suitcases.’", "The 108 kilograms of cocaine had a street value of more than 4 million euros. ‘Count on 40 euros per gram,’ they say. ‘And more than likely, the drugs will be cut first, which will increase the actual street value even more.’"]},
{"title": "Unemployment in Brussels rises to 15.3%", "date": "2025-11-07T11:15:02Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/07/unemployment-in-brussels-rises-to-15-3/", "source": "VRT NWS", "first_lines": "According to the latest figures from the Brussels regional employment service Actiris 96,161 people in the capital were registered as jobseekers at the end of last month. This is a rise of 4% on the figures from the end of October last year. The rise in the number of jobseekers is greatest among those with high levels of academic attainment. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2023/12/16/cb704d42-9c2d-11ee-b483-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["In October 2025 there were more people resistering with Actiris (11,546) than there were people living in the Brussels-Capital Region that were on the regional employment services books and found new jobs (10,078).", "This is a net increase of also 1,500 in the number of jobseekers in Brussels. Almost half (48%) of those registered with Actiris are women, just over half (52%) are men.", "The increase is evident in almost all age groups. The year-on-year increase was greatest among those younger than 25 (+6.1%) and those aged between 25 and 49 (+4.6%).", "A growing number of well-qualified people are also seeking work. The number of people with high levels of academic attainment that are registered as jobseekers with Actiris has increased by more than 10% during the past year. Meanwhile, the number of people that have been without work for more than 2 years has also increased. "]},
{"title": "Education minister Demir promises shake-up of disciplinary procedures at Flemish universities and colleges: ‘Professors are not above the law’", "date": "2025-11-13T09:22:59Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/education-minister-demir-promises-shake-up-of-disciplinary-proce/", "source": "VRT NWS", "first_lines": "Flemish education minister Zuhal Demir (Flemish nationalist N-VA) says the latest report from VRT current affairs flagship Pano on disciplinary procedures at Flemish universities shows that educational institutions are unable to deal with the problem of inappropriate behaviour themselves. Demir is having the disciplinary procedures at all universities and colleges reviewed and adjustments will be made where necessary. Like the experts, she is advocating the establishment of an independent disciplinary body.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/84ffaf57-7f38-4557-9054-55f45fb43107.jpg?width=200&height=113&q=80", "tags": [], "content": ["Three years after Pano revealed that several universities were not taking sufficient action against inappropriate behaviour by professors. A new Pano report suggests that not much has changed since then.", "Several universities have tightened up their procedures, but that is not enough for Demir. ‘Professors are not above the law,’ she told VRT Radio. ‘The days when everything was dealt with internally are over.’", "Demir is also having the disciplinary procedures at all Flemish universities reviewed as soon as possible – ‘that must happen in the next six months’ – and adjustments will be made where necessary.", "Since 2022, reporting channels and complaints procedures have been improved, but the new Pano report shows that internal disciplinary procedures rarely lead to severe penalties. Experts are calling for an external disciplinary body to be set up so that tougher action can be taken against toxic behaviour. This is an option that Demir is certainly not ruling out.", "‘In the private sector, you would be dismissed for compelling reasons,’ the minister responds when confronted with the examples cited in the report. After an internal investigation, a professor at Ghent University who allegedly committed fraud to the tune of at least 100,000 euros was only given a financial penalty. ‘Such a punishment raises questions. We all feel that this is not acceptable.’", "According to Demir, an independent disciplinary body would also be able to deal with reports more quickly. ‘Why does a procedure always have to take years?’ she wonders. ‘Investigations are deliberately being bogged down in the hope that those who reported the incident will forget about it.’"]},
{"title": "Broadcast worldwide but fake: video of explosion at Iran prison traced back to old photo", "date": "2025-06-26T07:58:02Z", "author": "Rien Emmery", "url": "https://www.vrt.be/vrtnws/en/2025/06/26/broadcast-worldwide-but-fake-video-of-explosion-at-iran-prison/", "source": "VRT NWS", "first_lines": "A short video clip showing an explosion at Evin Prison in Tehran during an Israeli bombing raid is fake. The attack did take place, but the video in question – which has been widely broadcast and shared – is a fragment of an older photo of the prison gate. The photo was presumably edited into a moving image using AI technology.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/24/b33bb54d-a158-4f39-9e98-7dfbfcc84ffa.png?width=200&height=113&q=80", "tags": ["nws check"], "content": ["News outlets around the world published images from a surveillance camera that allegedly captured the Israeli bombing of the notorious Evin Prison in the Iranian capital, Tehran, on 23 June.", "However, an analysis by VRT’s fact-checking team shows that the images are fake: they are a fragment of a photo from January 2023, which has been edited into a video with an explosion added.", "On Monday morning, 23 June, Israel announced that it had bombed several symbolic sites in Iran, including Evin Prison in the capital, Tehran.", "The prison is notorious for the hundreds of dissidents and other political prisoners who are being held there. One of them is ", ", the Iranian-Swedish emergency doctor and visiting professor at the Vrije Universiteit Brussel who has been accused of espionage by the Iranian regime and sentenced to death.", "The most spectacular image of the attack was a 6-second black-and-white clip showing an explosion at the prison gate. The images appear to be from a surveillance camera. They were shared on social media by Iranian journalists such as ", ", and by Israeli Foreign Minister ", ".", "The footage was also picked up by news media around the world. It was featured in reports by ", ", CNN in the US, the British public broadcaster BBC and VTM-Journaal.", "There is no doubt that Evin Prison in Tehran is shown at the beginning of the video. The sign and the barred windows are clearly recognisable in other photos of the building.", "Using ", ", an image search engine, we performed a search using the opening image of the video. The result is a ", " of Evin Prison that bears a striking resemblance to the source material.", "Further reverse image search queries reveal cropped versions of the same photo on various websites. ", " cites a Twitter profile as the source: @iaaraash.", "On that profile, we indeed found the ", " of the gate of Evin Prison. The image appears to have been posted by Iranian citizen journalist Arash Hashemi more than two years ago, on 6 January 2023.", "Image analysis showed that the first frame of the black-and-white footage apparently from the security camera fits perfectly into the larger colour photo from January 2023. You can see that first video image here in the red frame.", "Further comparison also shows that the plants in the foreground of both images are identical.", "Incidentally, this vegetation is another indication that the images of the explosion cannot be recent. The bare bushes correspond to the time when the photo was taken, in the winter month of January 2023, not to the situation in the summer month of June 2025.", "An aerial photograph from June 2023, for example, shows how the bushes are normally in full leaf at this time of year.", "Everything therefore points to the images in the video being fake. A section of an older, genuine photo of Evin Prison has been edited into a video with an explosion added.", "This was probably done using an application based on AI. The phenomenon of adding explosions to images is quite common, to the extent that there are even ", " for it.", "Although Evin Prison was indeed bombed on 23 June, these images are not authentic.", "On Monday morning, 23 June, Israel bombed Evin Prison in the Iranian capital, Tehran.", "A video appeared on social media showing surveillance camera footage of an explosion at the prison gate. Israeli government officials and Iranian media have shared the images, which have also been picked up by the world press.", "However, the video is fake. A fragment of an older photo of Evin Prison, from January 2023, has been edited into a video showing an explosion. This was probably done using AI.", "We therefore assess the viral video of the 23 June bombing of the prison to be false. ", "Read ", " about fact checking, disinformation or online deception.", "This fact check was written based on the information available at the time of publication. Find out more about ", ".", "Do you have any questions or comments, or would you like to know who is on our team? Read about it in ", ".", "You can also find our fact checks at ", ", along with reliable fact checks from several other Flemish and Dutch editorial teams.", "Would you like to have something checked? Email us at check@vrtnws.be. VRT NWS is a recognised member of the ", " and the ", "."]},
{"title": "Federal police stage 24-hour clamp-down on speeding across the nation", "date": "2025-11-13T07:44:43Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/federal-police-stage-clamp-down-on-speeding-across-the-nation/", "source": "VRT NWS", "first_lines": "Belgian federal police are once again organising a 24-hour clamp-down on speeding motorists. The drive started at 6 a.m. this morning. Many local police forces are also joining in and will be carrying out more speed checks than usual throughout the day.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/008febbc-b18c-4c4b-b970-a138ef5079d6.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["For 24 hours, a greater focus on speed in traffic is in place. Not only will officers carry out more extensive checks, but fixed speed cameras and average speed checks are also operating at capacity.", "The aim of the campaign is to encourage drivers to stick to the speed limits and not to drive too fast. Many drivers underestimate the risks of speeding, which is one of the main causes of road accidents.", "The speed enforcement campaign is organised twice a year, in spring and autumn. During the last edition in April, a record number of vehicles were checked: 1.339 million vehicles in only 24 hours. Almost 4 per cent of the vehicles checked were speeding. 1.69 per cent were caught by a fixed camera, while mobile speed cameras detected more than 8 per cent of offences.", "The results prove that speeding is still ingrained in the driving behaviour of the people of Belgium. According to the federal police, it is absolutely necessary to continue monitoring and raising awareness. Road safety remains a priority for Belgium’s integrated police force."]},
{"title": "Federal Finance Minister warns of the economic consequences of failing to make progress on the budget ", "date": "2025-10-24T08:05:18Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/10/24/federal-finance-minister-warns-of-the-economic-consequences-of-f/", "source": "VRT NWS", "first_lines": "Speaking on Thursday, the Federal Finance Minister Vincent Van Peteghem (Flemish Christian democrat) warned that failing to make decisive progress in the federal budget talks will derail economic growth and stall investment. Speaking in the Federal Parliament, Mr Van Peterghem said that the ongoing budget negotiations are “complex and far-reaching” and stressed that “what Europe demands of us will be the bare minimum”. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/20/33f039e0-c0a0-4724-9612-0e97f1cd3271.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["As the Belgian Prime Minister Bart De Wever (Flemish nationalist) was attending a European Summit, it was Mr Van Petergem that answered MPs questions about the stalled budget negotiations. The Finance Minister said that the current budgetary efforts are weighed down by \"an inheritance for which we all share responsibility\". He also said that interest payments on public debt could account for more as much as 40% within a few years.", "Mr Van Peteghem told MPs that the governments ultimate aim is “clear and not up for debate\". He also warned that meeting the EU's expenditure target would take time.", " “We must do what is necessary, not what is easy,” Taking difficult decisions now will prevent an erosion of purchasing power and prosperity later, the Finance Minister said. If no action is taken Belgium risks becoming “a society where everyone is left to fend for themselves”."]},
{"title": "Only 1 in 10 foreign parking fines in Brussels ever paid", "date": "2025-11-13T10:14:58Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/only-1-in-10-foreign-parking-fines-in-brussels-ever-paid/", "source": "VRT NWS", "first_lines": "Barely 1 in 10 parking fines handed out in Brussels to foreign motorists ever gets paid. The value of unpaid fines over the past two years now amounts to more than €25 million.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/ac64e073-8172-4fdc-a171-268ec48e39df.webp?width=200&height=113&q=80", "tags": [], "content": ["The figure comes from outgoing Brussels mobility minister Elke Van den Brandt (Flemish ecologist/Groen) in response to a parliamentary question from Fouad Ahidar (minority interest party TFA). The region is now investigating whether it can use wheel clamps to force non-payers to cough up.", "Figures from Van den Brandt show that the collection rate among foreign drivers in 2023 was only 9.74 per cent and in 2024 it was even lower, at 9.07 per cent.", "In contrast, Belgian drivers are much better at paying their fines. For vehicles with Belgian number plates, the collection rate was 80 per cent in 2023 and 76 per cent in 2024.", "Van den Brandt acknowledges the problem and therefore wants to strengthen collection mechanisms for foreign drivers. Belgium currently only has bilateral agreements with France and the Netherlands for the collection of traffic fines.", "‘Agreements with other countries are necessary. However, the Brussels-Capital Region does not have the authority to negotiate bilateral agreements with other countries,’ the minister said. She has now asked the federal government to conclude similar agreements with other countries.", "In the meantime, additional measures are being prepared in Brussels. Parking agency Parking.brussels has plans to work together with a company that specialises in the collection of European traffic fines.", "The agency will soon be given the power to immobilise vehicles with a wheel clamp or have them towed away in the event of repeated non-payment."]},
{"title": "‘Belgium appears to be the focus of increased hybrid threats’ says defence chief", "date": "2025-11-13T08:19:24Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/_belgium-appears-to-be-the-focus-of-increased-hybrid-threats-say/", "source": "VRT NWS", "first_lines": "Belgium appears to be the focus of increased hybrid threats Belgian Chief of Defence Frederik Vansina told the chamber of representatives, the lower house of the Belgian parliament on Wednesday. He was referring to recent incidents involving drones flying over airports and military bases, as well as cyber threats, ships off our coast and ‘assertive rhetoric’ on social media.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/a0b08f75-30e7-4f81-b843-a3f2d98abf4b.jpg?width=200&height=113&q=80", "tags": [], "content": ["The defence chief had been invited to parliament for an exchange of views on the Strategic Vision for Defence 2025, which is essentially the government's long-term vision for the army and all the investments that go with it.", "‘I am convinced that this strategic vision will further strengthen the ongoing reconstruction of our defence capability,’ General Vansina said. He believes that this reconstruction has been under way since 2016 and was successfully continued by the previous government.", "During much of his presentation, Vansina outlined the threat facing Belgium and the world, strongly focusing on the situation in Ukraine. That war has exposed a new technological reality: the increase in drones on the battlefield.", "By 2025, Ukraine will have used no fewer than 4 million drones on the battlefield, according to Vansina. ‘We haven't seen the end of it yet,’ he warned. Vansina cited drones that will increasingly be controlled by artificial intelligence – a trend that we in Europe are very wary of for ethical reasons, he explained.", "Drones have caused quite a stir in Belgium in recent weeks. ‘At the moment, Belgium seems to be the focus of an increased hybrid threat,’ the general said.", "This is not only true for Belgium, but is visible throughout Europe. ‘We are also seeing actions, with strong indications that they are being directed by Russia,’ he continued, pointing to the sabotage of undersea cables, cyber attacks, disinformation, and so on.", "As far as the fight against drones is concerned, Vansina refuted the claim that the defence ministry had neglected the problem. The plan put forward by defence minister Theo Francken (Flemish nationalist N-VA) to counter drones is part of a comprehensive package.", "It will now take a few months – ‘not years’ – to become operational. However, the lessons learned from Ukraine also show that it is important to have the latest technology in both drone and counter-drone capacity.", "Assistance from our neighbouring countries, the UK, Germany and France, in the fight against the drone threat was ‘very welcome’, the general noted, but he was unwilling to comment further.", "Vansina also stressed that Russia has completely switched to a war economy, with tanks, guns and ships rolling off the production line on a daily basis.", "‘The question is what will happen if there is a ceasefire in Ukraine tomorrow.’ Meanwhile, China is not standing still either and is developing its armed forces and arsenal at an enormous speed.", "Vansina expressed concern about this and asked politicians to consider the way in which purchases are made in Belgium.", "‘We work using peacetime procedures, with all kinds of intermediate steps and rules, which slow down the procurement process, while our opponents move much faster,’ he noted.", "‘I don't know if we in the West can continue using our peacetime rules. Perhaps we should sit down with the finance inspectorate and others to consider how we can speed up procedures.’"]},
{"title": "Big increase in road traffic fatalities on Weekday nights", "date": "2025-11-14T10:22:56Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/big-increase-in-road-traffic-fatalities-on-weekday-nights/", "source": "VRT NWS", "first_lines": "During the first half of this year, an average of 34 people died in road traffic accidents in Belgium every week. This is significantly more road traffic deaths than during the same period last year. The figures for the first half of 2025 are the second highest number in the last ten years. According to the Belgian Institute for Road Safety, VIAS, more people now die in road traffic accidents on weekend nights than on nights during the weekends. VIAS is calling for more checks on drinking and driving to be carry out on weekday nights. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/14/7ab48b46-f8c6-4d69-a2c5-161065339490.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["According to figures from the Belgian road safety institute Vias that are based on statistics from the Federal Police Service, while the roads have gradually become safer on weekend nights during the past ten years, the number of road traffic fatalities on weekday nights has increased.", "During the first half of this year, 34 road users died in accidents that happened during the week. This is an an increase of 78.95% on the same period last year. Meanwhile, there were 29 road traffic accident deaths during the weekends.", "This is a big change on the situation a decade ago when weekday nights were significantly safer than weekend nights. According to Vias, this is due to changes in people's habits when it comes to going out.", "Vias’ Stef Willems told VRT News that “Some people now go out on Wednesday and especially on Thursday evenings. This can have an impact on road safety statistics. To counteract this trend, it is we strongly advise that checks on drinking and driving are carried out on weekdays\".", "The number of accidents involving e-scooters that resulted in (serious) injury rose dramatically in the first half of 2025. During the first half of 2025 there were 1,170 accidents involving e-scooters that resulted in injury. This compares to 756 such accidents during the first half of last year.", "Vias is says that the figures show that there is a need for stricter regulations for e-scooters. “The requirement to wear a crash helmet is absolutely necessary to improve road safety for e-scooter riders”, Stef Willems told VRT News."]},
{"title": "What can you expect at Winter Wonders in Brussels this year?", "date": "2025-11-13T14:53:54Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/what-can-you-expect-at-winter-wonders-in-brussels-this-year/", "source": "VRT NWS", "first_lines": "Brussels is getting ready for the 24th edition of Winter Wonders, the Christmas festival and market in the downtown. This year, there are several new features, including a poetic nativity scene and a Christmas market on the Poelaertplein. An overview.", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/12/12/07ac28a0-550b-48a2-9f2b-6181a946096b.jpg?width=200&height=113&q=80", "tags": ["Culture", "Brussels"], "content": ["With 4.2 million visitors last year, Winter Wonders is one of the largest Christmas markets in Europe. The City of Brussels estimates that it generates an estimated 260 million euros for the Brussels economy.", "This success is largely built upon 238 stalls and six attractions on familiar Brussels squares, but there are also some new features this year.", "A new Christmas market is planned at the foot of the Ferris wheel on the Poelaertplein near the courts of justice. The market will include a collection point for toys for sick and disadvantaged children.", "The courtyard of Brussels town hall will be transformed into Morphosis, an immersive experience of light and sound. People who are prepared to make an effort for a good view can once again climb the 200 steps of Brussels town hall tower to enjoy the panorama.", "Of course, no Christmas celebrations would be complete without the Christmas tree on the Grote Markt.", "According to Christmas tree spotter Pierre Demesmaeker, this year’s Christmas tree is still growing in Sint-Katelijne-Waver (Antwerp). The decorations will be auctioned afterwards to raise cash for charity.", "Underneath the Christmas tree you will find a nativity scene: a poetic installation by interior designer Victoria-Maria, inspired by the Royal Greenhouses in Laken.", "The Vismet or Fish market remains the epicentre of the Christmas market, but the layout has changed slightly to ensure smoother circulation. The Ferris wheel remains there, as well as the carousel on the Sint-Katelijneplein and the ice rink and curling rink on the De Brouckèreplein.", "Workshops will be organised on the Muntplein, open to the general public and schools. In the adjacent Muntschouwburg opera building, you can visit the backstage area of the opera.", "Winter Wonders runs from 28 November to 1 January, except on the De Brouckèreplein, where it stays open until 4 January."]},
{"title": "‘Repetition works’: 1 Russian fake news story about Zelensky’s wealth every month since invasion of Ukraine", "date": "2025-07-09T13:56:41Z", "author": "Ellen Debackere", "url": "https://www.vrt.be/vrtnws/en/2025/07/09/repetition-fake-news-russia-ukraine-zelensky/", "source": "VRT NWS", "first_lines": "A villa, a sports car, expensive jewellery: in the 40 months since Russia invaded Ukraine, there have been at least as many fake news campaigns about the private spending of president Volodymyr Zelensky. Many of these come from or were spread by pro-Russia Telegram channels. Their aim? To undermine support for aid to Ukraine. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/18/c6a4e874-0008-43a4-8b3b-288cba8b9709.png?width=200&height=113&q=80", "tags": ["nws check", "Culture"], "content": ["Since the start of the war in Ukraine, at least 40 fake news campaigns have been launched, reporting on the alleged expenses of Ukrainian president Volodymyr Zelensky, primarily by pro-Russian channels.", "The articles, alleging luxury purchases such as a villa or a sports car by Zelensky or his wife, have been debunked every time. They appear to be intended to undermine support for aid to Ukraine in its fight against Russia.", "VRT NWS Russia expert Marijn Trio: “The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division.”", "Volodymyr Zelensky’s wife did not buy a “€4 million Bugatti” in Paris and the president ", ". But that’s what many posts on social media would have us believe: that Zelensky is taking Western money meant for the defence of his country and spending it on luxuries.", "In the 40 months since Russia’s invasion of Ukraine, our journalists have counted at least 40 fake news stories about the president’s supposed spending – one fabricated story for every month.", "What are they saying? There have been false claims about Zelensky’s purchase of villas around the world, as well as fake reports about ", ".", "Sometimes the stories originate on pro-Russian Telegram channels, from where they are spread further.", "One example is the rumour about Zelensky buying a villa in Florida: ", " and was subsequently picked up by ", " that spreads fake news about Ukraine, among other things, via simulated websites.", "Other articles are first published on obscure websites set up for the sole purpose of spreading a particular falsehood. That was the case, for example, in the story alleging Zelensky had ", ". Messages are then picked up and spread further by channels with a wider reach, such as the X accounts of Russian embassies or pro-Russian influencers.", "The fake story about Zelensky’s wife buying a sports car in France is a perfect example of how Russian disinformation works and spreads online.", "A fake story – “Olena Zelenska buys a Bugatti in Paris” – is attached to a real event: the couple’s visit to France. A news website is created – in this case, a site called Vérité Cachée, or Hidden Truth – for the sole purpose of writing an article about it. This article is then used as a source by Russian media and pro-Russian accounts on social media to spread the fake story. ", "The spate of fabrications also brings to mind allegations of tax evasion by Zelensky. He surfaced a few years ago in ", ": leaked documents from companies that had parked offshore funds. So how rich is he, really?", "Estimates on his wealth vary. The Celebrity Net Worth website ", ", as of March this year. According to ", ", his wealth in 2022 stood at $20 million.", "Following the Maidan Revolution in 2014, Ukraine introduced a ", " in which public figures including MPs are required to submit a declaration of their assets each year. The ", " – from March this year – shows that ", " before the Russian invasion of February 2022. The list of assets includes several apartments in Ukraine. ", "Why are pro-Russian factions going to so much effort to create all these fake stories? They have one major goal: to cast doubt on support to Ukraine and make people ask if aid money is getting to where it should.", "According to VRT NWS Russia expert Marijn Trio, the Russians are trying to undermine Zelensky’s legitimacy. The undertone of each of the stories is: “This is what’s happening with the aid to Ukraine. It’s not going to the Ukrainian people or to the army, but to the wallets of the Ukrainian elite.”", "And that message cuts through, because “repetition works”, he says. People see the stories and are subconsciously influenced, especially if there’s a continuous stream of them. Trio: “People mention it to me. They see stories like this and ask themselves if something isn’t right.”", "Fake news works best if it’s based on a grain of truth. In this case, the false stories recall ", ". “But Zelensky was elected precisely on a promise to address this corruption,” says Trio. “So it’s extra hurtful for him to be accused of corruption.", "“The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division,” he says. “It’s important that people know the ways in which this happens so they can be alert to it.”", "This article was produced as part of the Prebunking at Scale project, with support from the ", ".”"]},
{"title": "A secret sale at your local Kruidvat drugstore? Fraudsters spread fake advertisement via Facebook ", "date": "2025-10-13T07:25:12Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/10/01/a-secret-sale-at-your-local-kruidvat-drugstore-fraudsters-sprea/", "source": "VRT NWS", "first_lines": "Advertisements are doing the rounds on Facebook promoting a special offer it is claimed that some employees of the Kruidvat drugstore chain are aware of. A set of personal beauty products is offered for just a few euro in return for completing a short survey. VRT News’ Fact Check Team found that the ads and the profiles that share them are fake. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/09/15/633bc70d-5ef7-4dfc-857a-7b4ebb1ad275.png?width=200&height=113&q=80", "tags": ["nws check", "Consumer Affairs"], "content": ["A large gift set containing skincare products for just 2 euros? It seems too good to be true and of course it isn’t. Several advertisements that appear on Facebook claim that the drugstore chain Kruidvat has a secret that only a few people know about.", "Kruidvat is said to be selling off old stock at bargain prices. If the ads are to be believed, you can buy a Sol de Janeiro gift set for just 2 euros after completing a short survey. Unfortunately, this it's nothing more than a scam.", "The various advertisements consistently tell a similar story. Those that post them claim to have learned about the special offer through a sister who works at Kruidvat or an acquaintance recently laid off by the retailer. Facebook's Ad Library shows that the ads have been viewed over a million times in Belgium.", "Each post is followed by a comment with a link leading to a website containing the supposed Kruidvat survey. Once completed, you can click through to a form where you're asked for payment and your personal details. ", "Although you might never receive the box containing skincare products. As you have entered your bank details, the scammers will be able to withdraw money from your account. They can also use your personal data for phishing purpose or to sell it on to others.", "The profiles behind the ads are made by people posing as Belgians with typically Belgian names. However, a glance at the profiles quickly reveals that they were recently created and have no followers or friends. They have only a handful of photos, and there are no interactions on photos that are unrelated to the scam.", "Using the Pimeyes tool, VRT Fact Check discovered that the photo of Katrien De Smet that was used by the scammers is that a real person from the Netherlands, albeit someone with a different name.", "Not only the advertisements but also the people that respond so enthusiastically to the ads are fake. Photos supposedly of parcels of skincare products that have just arrived at someone’s home are taken to enhance credibility.", "In addition to this, the profiles of the people posting the comments abouts the ads are also fake again. The scammers clearly went out of their way to make the profiles appear genuine. The hometown, workplace, and relationship status are all filled in. However, VRT Fack Check used Pimeyes to check the photographs on the profiles that it investigated and found that they appeared elsewhere on the social media accounts of people with a completely different name.", "Kruidvat’s spokesperson Sander Khouw told the VRT that fake advertisements promoting fake special offers often appear on social media. \"We do our utmost to take action where possible and/or to inform consumers.\" Mr Khouw stresses that advertisements VRT Fact Check investigated are not part of a Kruidvat advertising campaign.", "Kruidvat isn't the only company to fall prey to fake ads. The namers of several other retail companies, such as Decathlon, MediaMarkt, and The North Face, have also been used by scammers.", "   ", ": Is the product you can win through the ad normally worth a lot of money, but now you're only being asked to pay a few euro? Beware! If something sounds too good to be true, it more often than not isn’t.", " ", ": If the page has few followers or photos, it's best not to trust it. Check the supposed vendor’s official page to see if you can find the promotional offer there.", ": After clicking on a link for a deal, first check the web address at the top of your screen. If it looks strange and doesn't resemble an official brand website, don't proceed.", "Contact your bank to have the scammers stop any ongoing and future transactions.", "Call CardStop on 078 170 170.", "Card purcases can be disputed through the m", " website. ", "Report what has happened to the police.", "Lodge a complaint with the Economic Inspectorate. This can be done online via this link: ", ".", " Send VRT Fact Check a mail check@vrtnws.be.", "VRT News is a recognised member of the ", " (IFCN) and the European Fact-Checking Standards Network ", "."]},
{"title": "Foreign Minister announces major restructuring of Belgian diplomatic posts abroad", "date": "2025-11-14T09:42:02Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/foreign-minister-announces-major-restructuring-of-belgian-diplom/", "source": "VRT NWS", "first_lines": "The Belgian Foreign Minister Maxime Prévot (Francophone centrist) has announced a major restructuring of Belgium’s network of diplomatic posts abroad. Under Mr Prévot’s plans around staffing levels at around 20 Belgian diplomatic missions will be strengthened and 5 new diplomatic post will be opened. Meanwhile, 8 posts will close, including those in Maputo (Mozambique), Sarajevo (Bosina & Herzogovina) and Kuwait City. The Belgian Foreign Ministers says that the overhaul is needed due to the rapidly changing geopolitical context.", "thumbnail": "https://images.vrt.be/vrtnws_web/2018/02/02/7966549d-07b3-11e8-abcc-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Foreign News"], "content": ["The network of embassies and consulate abroad are Belgium’s “eyes and ears” around the globe. They represent Belgium’s interests and provide an essential like between Belgium and its international partners. However, Mr Prévot says that as geopolitics change it is necessary to adapt Belgium’s network of diplomatic posts abroad to accommodate the shift in global dynamics.  ", "In a statement the Belgian Foreign Minister said that “Trade and tariff wars are forcing us to rethink our network of partners and diversify our reach and influence. (…) Armed conflicts are increasing, reaching Europe’s borders and leading to a massive reorientation of several strategic economic sectors. Development cooperation worldwide is facing budget cuts, which – in addition to geopolitical factors – necessitate a review of how we operate”.", "The changes will be implemented next year and in 2027. 8 diplomatic missions will close. They are the embassies or consulates in Sarajevo (Bosnia & Herzegovina), Conakry (Guinea), Bamako (Mali), Maputo (Mozambique), Havana (Cuba), Rio de Janeiro (Brazil), Kuwait City (Kuwait) and Guangzhou (China).", "Mr Prévot is keen to stress that the restructuring is part of a cost-cutting exercise.  ", "“The closures do not detract from the importance we continue to attach to our bilateral relations with the countries involved.”", "Meanwhile, 5 new diplomatic posts will open. These include embassies in Tirana (Albania) and Muscat (Oman). Elsewhere, a number of existing Belgian diplomatic missions will receive additional staff. A pool of “flying diplomats” is also to be set up. They will be deployed to respond quickly to crisis situations will also be created, a flexible group able to respond quickly to crises, cover long-term absences or provide temporary support where needed."]},
{"title": "Belgian Defence Attaché in Washington DC resigns after criticising President Trump", "date": "2025-11-14T08:49:39Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/belgian-defence-attache-in-washington-dc-resigns-a-criticising-p/", "source": "VRT NWS", "first_lines": "The Belgium’s Defence Attaché in Washington DC Brigadier General Bart Verbist has resigned after comments he made about the US President Donald Trump. On Thursday the daily ‘De Morgen’ published an article in which Brigadier General Verbist is quoted as describing the Trump presidency as being \"characterised by chaos and unpredictability\".", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/14/dfd7745b-4c2a-4402-9227-70084d6705d8.jpg?width=200&height=113&q=80", "tags": ["Home News", "Foreign News"], "content": ["Several sources have told the press agency Belga that Brigadier General Verbist tendered his resignation this week after a breakdown of trust with the Pentagon. It is reported that he will be given a few weeks to leave the United States. One source says that what he said about President Trump is being held against him.", "Brigadier General Verbist’s remarks appeared in in the Belgian Military Journal. The Journal is published monthly by the Belgian armed forces. The piece has since been removed from from the Belgian Military Journal’s website. A brief summary can still be found in the magazine’s newsletter.", "The newsletter article reads \"The first six months of President Trump's second term have been brutal and have undoubtedly ushered in a new chapter in international relations. Brigadier General Bart Verbist explains in no uncertain terms how the United States has embarked on a marked change of course under President Trump, both in terms of domestic and foreign policy.\"", "The newsletter article goes on to say that that this new direction has been \"mainly characterised by chaos and unpredictability\". It is unclear whether the many changes are driven by a well-thought-out strategic vision or rather by one-day politics, where Trump rules according to a 24-hour news cycle and wants to make headlines every time”.", "According to a source, the matter came to the attention of US Defence Secretary Pete Hegseth's team."]},
{"title": "Big increase in the number of cases of wild birds with avian flu", "date": "2025-11-14T11:45:34Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/big-increase-in-the-number-of-cases-of-wild-birds-with-avian-flu/", "source": "VRT NWS", "first_lines": "Figures from the Federal Food Safety Agency (FAVV) that were released on Thursday show that around 60 wild birds in Belgium have tested positive for avian flu. The number of avian flu infections among the country’s wild bird population has been rising steadily during the past few weeks.", "thumbnail": "https://images.vrt.be/vrtnws_web/2018/07/18/0a1b569f-8a15-11e8-abcc-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Health"], "content": ["Avian flu has spread rapidly across Europe in recent weeks. The authorities in countries such as Spain, Germany and the Netherlands have taken measures to attempt to curb the further spread of the virus.", "The growing number of cases has prompted increased monitoring here in Belgium. On Thursday, FAVV said the virus had been detected in around 60 wild birds across the country. The Agency’s spokeswoman Hélène Bonte told journalists that \"Because of the outbreaks in neighbouring countries, we are also being extra vigilant here\".", "According to conservation group Natuurpunt, cranes in that became infected Germany may caught infected through manure from chicken farm that was spread on fields near a resting area for the birds. In Germany, nearly 1 million infected birds were culled and around 1,000 cranes died following a major avian flu outbreak.", "Ms Bonte says that this is unlikely to be repeated here in Belgium, as the use of contaminated manure is strictly regulated under European rules. FAVV believes the virus is more likely to be spread through droppings from infected wild birds flying overhead or through contact with the carcasses of infected dead birds. The avian flu outbreak has seen the price of eggs reach record levels in Belgium. "]},
{"title": "Russia is attempting to discredit the EU by disseminating fake news on a massive scale: VRT NEWS has mapped dozens of stories and explains how to recognise them!", "date": "2025-11-05T10:02:07Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/russia-is-attempting-to-discredit-the-eu-by-disseminating-fake-n/", "source": "VRT NWS", "first_lines": "On social media, the European Union (EU) is regularly portrayed as a dictatorship that wants to interfere in every aspect of our lives. Criticism is fine, but there are also many fake stories to influence us, mainly spread by pro-Russian sources. Our editorial team has selected 60 of these fake stories. How can you recognise them?", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/28/727ef240-1e6b-481f-91ef-3c1ce82f0b4d.png?width=200&height=113&q=80", "tags": ["Foreign News", "Culture"], "content": ["False reports are circulating online that portray the EU as a dictatorial bloc that is removing all power from the member states. Reports have claimed that the EU is forcing farms in Bulgaria to employ a certain number of LGBTI+ people, that Christmas is to be abolished, and that gel nails are to be banned.", "Legitimate criticism of the EU and its functioning this is not. These are false claims. There is no evidence whatsoever for dozens of claims that VRT News's editorial team discovered through fact-checking. This fake news is usually widely disseminated by pro-Russian accounts with the aim of undermining the EU's image and influencing elections. You can recognise these false claims by using a number of tips.", "‘The ", " only to use straw-based toilet paper’ or ‘", " allows the EU to arrest critical journalists’. It is not difficult to find messages on social media that portray the EU as a dictatorship that controls the lives of its citizens with oppressive legislation.", "We see these kinds of messages popping up in almost all EU member states. Even in non-EU countries where the discussion about membership is alive, such as Georgia and Moldova, a lot of fake news about the EU is  circulating. Often, the messages come from pro-Russian accounts or are at least further disseminated by these accounts.", "This is no coincidence. Over the past three years, elections have been held in many European countries. And attempts have been made to influence these elections. A ", "t mentions 503 deliberate influence campaigns in 2024 alone. These include disinformation campaigns by foreign powers.", "VRT NEWS collected fact checks on these types of anti-EU messages that are demonstrably false. We found about 60 examples that have been circulating since Russia's full-scale invasion of Ukraine. But this is only a small fraction of the many fake stories about the EU that can be found online.", "It is, of course, legitimate to criticise the EU, or to believe that the organisation behaves in a “dictatorial” manner and that your country should leave the EU. But this is not about legitimate criticism of the EU. It is about false and fabricated claims, which originate or are reinforced by pro-Russian circles in order to discredit the EU.", "The aim is always to stir up polarisation in a country, in the hope of ultimately changing or weakening current policy and, for example, making it more pro-Russian or undermining support for Ukraine. ", ", spread across almost all social media platforms known in Europe.", "There is no evidence whatsoever that the ", " or introducing a mandatory number of LGBTI+ people ", ", but how can you tell if something is true or false?", "The false claims we found can be divided into four recurring themes: the EU as a warmonger, the EU as a censoring power, the EU interfering in all aspects of our private lives and consumer affairs, and the EU influencing our identity.", "When it comes to war, for example, ", " has already been able to demonstrate that the EU does not seize your savings to invest in defence, contrary to what is being said online. In addition, false stories about ", " or ", " service are also circulating.", "Fake news about ", " or ", " presents the EU as a controlling power that tries to censor its citizens.", "But less spectacular stories, which affect citizens' private lives and consumer behaviour, are also circulating. For example, ", " demonstrated that the European Commission does not require Slovak millers to add worms to their flour. That was a rumour that was circulating. Earlier this year, ", " also demonstrated that Europe is not secretly putting ‘insects in your bread’.", "The EU promoting Islam and migration, and a misrepresentation of EU policy on the LGBTI+ community: here too, fake news presents the EU as an institution that wants to change the identity of its citizens. For example, ", " demonstrated that the EU does not give Portugal 3 million euros for every mosque built, as claimed online.", "The various topics may be trivial and easy to refute. But the aim is not for each of these claims to be believed. Through all these fake claims, an image emerges of the EU as a dictatorial power that leaves no room for freedom and should therefore be distrusted by everyone. And through repetition, the idea seeps in.", "How can you tell whether a message about a particular EU initiative is fake news or simply someone who sincerely disagrees with the direction the EU is taking? The various European institutions launch thousands of initiatives every year. So it is not always easy immediately to discern what is real and what is not. These tips will help you some way ahead:", ": does a message make you feel anxious or angry? Check the message. Fake news targets your emotions, because in that way it spreads faster.", ": sometimes fake news can contain a core of truth. Perhaps certain European legislation does exist, but certain elements are exaggerated or the legislation is not presented entirely accurately. Consider the example of the so-called ", ". Gel nails are not banned, but ", " is.", ": where does the news come from? By searching for the exact words from a message, you can often find other and earlier versions of the message. This gives you an idea of the type of accounts that are mainly sharing the news. Are these reliable accounts or not?", ": is the news being reported in different places and also in the mainstream media? Does what you read there correspond to the message on social media?", ": see if there are already fact checks on the subject. You can do this, for example, at the ", " or, in Flanders, at ", ": If the initiative really exists, you can find it on the ", ". ", "The 60 false claims approximately we have collected originated in many different ways. Some stories seem to pop up out of nowhere on social media, while others involve misinterpreting existing information or a bold statement by a politician.", "However, it is striking that pro-Russian accounts eagerly spread these claims once they are online. We see this, for example, in the case of the ", " and ", ".", "It is a well-known phenomenon of Russian propaganda: repetition works. We saw this recently with stories about ", ". Here, too, the aim was to undermine the president's legitimacy through a relentless stream of fake news.", "Russian propaganda is now doing the same with the EU: every story is intended to undermine the legitimacy of the EU in the minds of its citizens (and the citizens of countries that want to become members).", ": how a fake news network disrupts elections in Europe", "The ", " has discovered that a Russian-funded network attempted to influence ", ".", "The network promised money to anyone who would spread pro-Russian propaganda and fake news. Participants were trained to produce and disseminate messages on social media via platforms such as Facebook and TikTok. The aim was to damage Moldova's pro-EU party.", "The BBC's undercover journalist was asked to write unfounded accusations. One example is the claim that Moldova's possible EU membership would depend on whether the country's citizens would ‘change their sexual orientation to LGBT’.", "The internet is full of criticism of the EU and its rules. And that is fine if it is based on facts. But on social media, especially when elections in European countries are approaching, we see false messages popping up from pro-Russian circles. Based on lies and false information, they try to make people angry with the European Union.", "Most stories are quickly debunked. But by promoting similar stories over and over again, something seeps into most people's minds. It is the tactic of repetition that Russian propaganda regularly uses. We see the same thing with stories about ", ".", "By looking at the source of the reports and searching for other accounts of the news, you can find out whether or not it is fake news. ", "This article was produced as part of the Prebunking at Scale project, with support from the ", "."]},
{"title": "More than 1,100 young people have already enrolled for voluntary military service information session", "date": "2025-11-14T12:35:19Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/more-than-1-100-young-people-have-already-enrolled-for-voluntary/", "source": "VRT NWS", "first_lines": "The Belgian Defence Minister Theo Francken (Flemish nationalist) says that more than 1,100 young people have already registered for an information session about voluntary military service. The Belgian Defence Ministry has sent letters to all 17-year-olds in Belgium asking them if they wish to do year’s voluntary military service. The first of the letters arrived on Wednesday. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/6523ff5a-782f-4315-aaa9-cee52a9b7a90.png?width=200&height=113&q=80", "tags": ["Home News"], "content": ["There are 500 voluntary military service places available. Those that take part will start their training in September 2026.", "In just three days, more than 1,100 young people,  have already registered for an information session on voluntary military service. Of these 626 are Dutch-speakers and 480 are Francophones. Attendance at information session (1 will be held in each province) is mandatory before a candidate can resister for the military training that they must do in order to participate in the voluntary military service scheme.", "The first information session will take place in Ghent (East Flanders) on Saturday 22 November.", "In the summer of 2026, the ranking will be published based on the results of the selection procedure. The best 500 candidates will then receive an invitation to start."]},
{"title": "Belgians taking fewer antibiotics", "date": "2025-11-14T15:06:32Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/belgians-taking-fewer-antibiotics/", "source": "VRT NWS", "first_lines": "According to a new report by the public health science institute Sciensano, the use of antibiotics in Belgium has fallen by 14% during the past 10 years. Sciensano describes this development as “encouraging”, but at the same time stresses that the European targets are not currently being met.", "thumbnail": "https://images.vrt.be/vrtnws_web/2022/09/22/269fa38d-3a59-11ed-b07d-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Health"], "content": ["Antibiotics are medicines used to fight bacteria. However, excessive or incorrect use of antibiotics can lead to resistance, meaning that bacterial infections become much more difficult or even impossible to treat.", "The European Union has therefore set a target of reducing the number of daily doses per 1,000 population to 17.5 by 2030. However, according to Sciensano, we are still a long way from achieving this.", "In 2023, the consumption of antibiotics in Belgium stood at 20.6 daily doses per 1,000 population. If current trends continue, the European targets will not be met.", "The Sciensano report also shows that on average the use of antibiotics in hospitals has increased in recent years. However, its use for the treatment of outpatients has actually decreased. Sciensano concludes that “Harmonising practices between hospitals could contribute to a more rational use of antibiotics”."]},
{"title": "Former European commissioner Didier Reynders charged with money laundering", "date": "2025-11-05T08:43:33Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/former-european-commissioner-didier-reynders-charged-with-money/", "source": "VRT NWS", "first_lines": "Didier Reynders (Francophone liberal MR), the former Belgian cabinet minister, who also served as the Belgian on the European Commission has been officially charged with money laundering, media outlets De Standaard, Le Soir, Le Vif and the Dutch investigative platform Follow The Money report. Judicial sources have confirmed the news to the VRT. Reynders is said to have been questioned by investigators on 16 October.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/09/16/d7ee2d0e-d5ba-4d26-91da-968d03f7c5f3.jpg?width=200&height=113&q=80", "tags": [], "content": ["In December last year, it emerged that a judicial investigation had been opened into possible money laundering practices by the former Belgian finance, justice and foreign minister.", "Reynders is alleged to have used cash to buy National Lottery scratch cards for many years in order to see the profits laundered back into his account. The matter has come to a head after the National Lottery reported suspected money laundering to the competent authorities in 2022.", "The money laundering investigation also looked at the regular deposit of large sums of cash at a bank. The total amount involved suspicious transactions said to be up to 1 million euros.", "Almost a year after the case came to light, Reynders has now been officially charged. Reynders's wife, former senior magistrate Bernadette Prignon, has not been charged De Standaard writes.", "Didier Reynders is alleged to have bought National Lottery tickets using cash for years, for a total amount of up to 200,000 euros. He deposited the winnings into his account allowing the money to be laundered.", "The investigation also looked at sums of cash that Reynders deposited into an ING account between 2008 and 2018. These were relatively small amounts but totalled 700,000 euros. Together with the amounts for scratch cards, approximately 1 million euros is involved in all.", "The Brussels Public Prosecutor's Office is conducting a separate investigation into the role in this case played by Dutch bank ING. The bank only queried the deposits for a first time in 2018 and only informed the Financial Intelligence Processing Unit (CFI) in 2023. Normally, banks are required to report suspicious transactions immediately."]},
{"title": "Government crisis in the offing?", "date": "2025-11-05T08:03:12Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/government-crisis-in-the-offing/", "source": "VRT NWS", "first_lines": "Belgian premier Bart De Wever’s deadline of Thursday for agreement on a multi-year budget is approaching fast.  The premier has set a goal of ‘finding’ 10 billion euros either through new taxes or government cuts, but last night federal coalition partners parted ways without agreement.  Bilateral talks between the PM and deputy premiers representing each of the parties in the 5-way coalition continue Wednesday.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/24/d07f4fb6-14b9-400d-86a5-b8c0c5c632f0.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["At around 9 p.m., the federal ministers parted ways without reaching an agreement.", "‘The temperature of the atmosphere has dropped well below freezing,’ one source told VRT News. Several sources point to the attitude of the Francophone liberal MR, which they claim seems unwilling to reach an agreement, as the reason. The party is opposing a VAT hike and higher taxes for Belgium's wealthiest, but has now reportedly also indicated which measures it believes could raise cash. The coalition partners also took issue with a planned visit by MR leader Georges-Louis Bouchez to Unizo East Flanders on Wednesday. Bouchez also invited the press to attend his visit to the local federation for the self-employed, on the eve of the crucial budget deadline.", "The MR leader's tweets, in which he clashed with N-VA chair Valerie Van Peel on social media, did not help the atmosphere either. In a video posted on social media, Van Peel had called it ‘unbelievable’ that some fellow party leaders did not recognise the urgency of the situation and ‘did not dare to step out of their own shadow’.", "If no deal can be reached by the deadline PM De Wever may visit King Filip to tender his resignation.  It then remains to be seen if the monarch will accept his premier’s offer or in true Belgian style will send him back to the negotiating table in the hope of still thrashing out a deal."]},
{"title": "Belgium to beef up airspace security ", "date": "2025-11-06T12:18:05Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/06/belgium-to-beef-up-airspace-security/", "source": "VRT NWS", "first_lines": "“We have the situation under control” Belgian home and security minister Bernard Quintin (Francophone liberal) told international media after Thursday’s unscheduled meeting of Belgium’s security council.  The meeting was called after unidentified drones caused disruption at airports and military bases across Belgium in recent days.  Belgian security services blame Russia for the disruption. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/06/677219b7-d24d-4d33-9a24-925b5fd3f53d.png?width=200&height=113&q=80", "tags": [], "content": ["After the meeting Quintin called for calm: “If the police want to be able to do something, there must be a clear legal framework for it. It is our job as politicians to look into that,” the minister said.", "He emphasised that there is a mandatory registration system for drones and their pilots. \"We do not live in a system where everyone can do whatever they want. We cannot ban all drones, because we also need them for our security.", "“But I want to emphasize that you can get 10 to 20 years in prison if you fly a drone over the airport and endanger safety.”", "Quintin provided reassurance: “We really do have the situation under control. The threat is there, I won't deny that, but we are certainly not completely left to our own devices.”", "After the security  council meeting Belgian defence minister Francken (Flemish nationalist) announced the decision to strengthen the NASC, the National Air Security Center by 1 January.", "\"The NASC in Beauvechain (Walloon Brabant) will be strengthened by 1 January. This is the most important measure taken at the National security council meeting\", defense minister Francken noted upon leaving the meeting.", "“All security services together must obtain a global picture of the airspace,” he said. The NASC must ensure this.", "The purchase of anti-drone equipment was also discussed, he said. He is now working on that dossier so that it can be presented to cabinet tomorrow.", "“In the meantime, no hostile drones should be allowed on our territory or above our military bases. The mission and guidelines are clear: if possible, we will shoot them down!”"]},
{"title": "Federal Government wants lifetime ban on entry to Belgium for convicted terrorists and hate preachers", "date": "2025-11-07T15:04:10Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/07/federal-government-wants-lifetime-ban-on-belgium-for-convicted-t/", "source": "VRT NWS", "first_lines": "At a meeting on Friday the Federal Cabinet decided that convicted terrorists and hate preachers that are residing in Belgium illegally may soon be subject to a lifetime ban on entering the country. Currently, bans on entering the country can only be imposed for a set period. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/20/89eb7061-977a-4664-b79f-97155458084a.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Speaking after Friday morning’s cabinet meeting, the Federal Asylum and Migration Minister Anneleen Van Bossuyt (Flemish nationalist) said that “The door will be permanently closed to those that radicalise or support terrorism”.", "Ms Van Bossuyt cited convicted terrorists, potentially violent extremists, and hate preachers as examples of those that would be affected by the ban. In order to ensure an objective assessment of the security risk, any decision to ban an individual from the country will always be preceded by an analysis by the terror threat level assessment body OCAD, Ms Van Bossuyt added. ", "People banned from entering Belgium will be flagged in both the Schengen Information System and the national police database. ", "Meanwhile, the Asylum and Migration Minister also says that the number of undocumented migrants that were serving time in Belgians prisons but have been sent back to their countries of origin has increased in recent months. In the first 10 months of this year 1,300 were sent back. This compares to 1,035 in the same period last year. ", "Ms Van Bossuyt says that she intends to build on this trend by increasing the number of places available in secure asylum centres. More repatriation escorts will be taken on and more effective readmission agreements made with countries of origin.", "\"Anyone who commits criminal offences or poses a threat to our society must leave the country. By focusing more on returning those serving custodial sentences we are protecting our society and giving our overburdened prison system more breathing space.\"", "Prison overcrowding has been an issue in Belgium for a number of years. Around a third of prisoners in Belgian jails are undocumented. "]},
{"title": "Belgian cabinet approves drone defence plan ", "date": "2025-11-10T08:49:45Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/10/belgian-cabinet-approves-drone-defence-plan/", "source": "VRT NWS", "first_lines": "The Belgian cabinet has now approved the counter-drone plan that defence minister Theo Francken (Flemish nationalist N-VA) proposed.", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/12/01/78f02e32-39a2-4f6a-a1f2-8e7bb3f98fc8.jpg?width=200&height=113&q=80", "tags": [], "content": ["The minister made the announcement on X. Friday afternoon, the cabinet reached an agreement in principle on the drone defence plan. However, the final green light had not yet been given, as “a number of options” still had to be considered.", "Francken's announcement means that approval has now been granted. ‘Counter-drone plan just approved by the cabinet,’ he writes.", "The plan provides for the purchase of detection equipment and systems to shoot down drones, according to the post. ‘The safety of our airports and military domains is an absolute priority.’"]},
{"title": "“Act responsibly and bridge your differences”, King Filip urges", "date": "2025-11-06T13:42:33Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/06/_act-responsibility-and-bridge-your-differences-king-filip-urge/", "source": "VRT NWS", "first_lines": "The royal palace has issued a press release on behalf of Filip, King of Belgians, after the Belgian head of state met with prime minister Bart De Wever (Flemish nationalist) amid the deepening budget crisis.  Belgium’s 5-way federal coalition government is struggling to finalise a multi-year budget as demanded by the PM.", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/09/19/1aea3157-5b1d-49fb-8a01-70c9a1532436.jpg?width=200&height=113&q=80", "tags": ["Home News", "Royalty"], "content": ["According to the statement \"the prime minister informed the king that there are ongoing differences of opinion within his government about the budget, but that the coalition partners want to continue their work. The king took note of the prime minister's findings and urged all parties involved to act with responsibility and bridge their differences so that the country can as soon as possible have a clear budgetary path for the coming years\".", "The king is not setting any deadlines. But PM De Wever has agreed with key ministers that the budget must be finalised by the Christian feast of Christmas on 25 December, a public holiday in Belgium.", "Next year’s budget needs to be approved by parliament in time.  Otherwise, key reforms won’t be able to start from the beginning of next year and Belgium will be obliged to operate using a temporary monthly budget that allocates a twelfth of this year’s spending to each month at the beginning of 2026.", "Measures that will be delayed include some pension reforms and the introduction of the new capital gains tax."]},
{"title": "Bill White is the new US Ambassador to Brussels", "date": "2025-11-14T10:46:09Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/bill-white-is-the-new-us-ambassador-to-brussels/", "source": "VRT NWS", "first_lines": "Bill White is the new American ambassador to Brussels. Ambassador White has already presented his credentials to Belgium’s Head of State King Filip (photo above). Bill White is the founder of a consultancy firm. He donated to Donald Trump's election campaign, but previously also offered financial backing to the Democrats Barack Obama and Hillary Clinton. He is openly gay and in a same-sex marriage. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/ae5fda94-e8ab-4870-ab67-f9ad184b34bd.jpg?width=200&height=113&q=80", "tags": ["Home News", "Foreign News"], "content": ["The US President Donald Trump appointed the businessman Bill White as the new United States' ambassador to Belgium in December 2024. Following Senate approval and a swearing-in ceremony at the US State Department, Mr White arrived in Belgium on 6 November. On Thursday, he presented his credentials to King Filip at the Royal Palace and the US Embassy in Brussels officially announced his appointment.", "In a press statement, Bill White said that it was a great honour to represent the Trump Administration in Belgium. “I look forward to working closely with our Belgian friends to promote peace and security in Europe and further strengthen our economic ties that create prosperity for Americans and Belgians alike.”", "The news website Politico says that Bill White was a major donor to Trump's election campaign. Despite this, in the past, Mr White supported the Democrats Barack Obama and Hillary Clinton.", "In 2012 the openly gay Mr White, publicly withdrew his support for the Republican Mitt Romney, describing him as “on the wrong side of history”, due to his stance on same-sex marriage."]}
]