[
{"title": "Brussels’ mayors to consider ban on e-scooter in drug dealing hotspots", "date": "2025-11-14T14:49:29Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/brussels_-mayors-to-consider-ban-on-e-scooter-in-drug-dealing-ho/", "source": "VRT NWS", "first_lines": "Municipalities in Brussels municipalities are considering measures that would restrict the use of e-scooters in areas that are affected by drug dealing. The exact nature and extent of the measures have yet to be finalised. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2023/11/22/68ac1098-892b-11ee-91d7-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["The Brussels regional news platform reports that on Thursday the Chair of the Conference of Brussels Mayors Benoît Cerexhe (Francophone centrist) said that the Brussels-Capital Region’s 19 Mayors are expected to decide next Wednesday on whether a working party should be set up to draw up measures to limit the use of e-scooters in drug crime hotspots. Several weeks ago, Brussels’ Chief Prosecutor Julien Moinil asked the Conference of Mayors to identify the users of shared e-scooters in drug crime hotspots. Mr Moinil says that the scooters are used both by dealers and hitmen that work for drug gangs. Earlier this week, the Chief Prosecutor sent a letter to Mr Cerexhe highlighting the growing number of road traffic accidents involving shared e-scooters.", "Mr Cerexhe says that while he favours measures to more effectively identify users of the scooters, he does not favour a ban on their uses in certain areas at certain times (for example in the evening and/or at night).", "However, in an interview with the Francophone region broadcaster BX1, the Francophone socialist mayor of Saint-Gillis Jean Spinette (PS), expressed stronger support for a ban on shared scooters in hotspots. However, Mr Spinette, whose municipality contains several drug hotspots, is not in favour of restrictions on the use of private scooters. Although he does think that they should be registered.", "The Brussels regional MP Sofia Bennani (Francophone centrist) is in favour of a ban on the use of e-scooters between 10pm and 5am in municipalities that are worst affected by drug crime. These are the municipalities of Anderlecht, Schaarbeek, Sint-Gillis, Vorst and Sint-Jans-Molenbeek. She warns that limitting an e-scooter ban to hotspots could result in simply moving the problem on to somewhere else. Ms Bennani advocates an exemption for night-shift workers who rely on scooters to get to work."]},
{"title": "National Bank warns of “worrying outlook” for public debt", "date": "2025-11-12T15:03:39Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/12/national-bank-warns-of-worrying-outlook-for-public-debt/", "source": "VRT NWS", "first_lines": "Once again, the National Bank of Belgium has expressed concern about the state of Belgium's public finances. Although France, Italy, Japan and the US have far higher debt ratios than Belgium, the National Bank warns that Belgium's debt position is as fragile as theirs. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/21/30cb0c63-1d14-40cd-9501-386f79553dcd.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Belgium’s public debt currently stands at around 104% of GDP. This compares with 113% % in France, 135% in Italy, 122% the United States and a huge 236% in Japan. The National Bank warns however that focusing solely on headline figures can obscure deeper structural weaknesses. It argues that debt sustainability depends not only on the current level of debt, but also on future borrowing needs, fiscal trends and general economic dynamics.", "In Belgium's case, short-term risks remain limited. However, the National Bank of Belgium has one major concern: the government's gross financing requirement. This amounts to around 20% of GDP each year. On the hand Belgium’s positive net foreign investment position offers some resilience, as domestic savings could help to absorb any funding shocks. Belgian savers demonstrated this resilience in 2011, when they purchased bonds after foreign investors pulled back from Belgian debt.", "Looking further ahead, the National Bank describes the projected increase in Belgium’s public debt as “worrying”. It cites persistent budget deficits, mounting interest costs, and expenditure related to an ageing population.", "The National Bank concludes that while our economy is not facing an immediate crisis, a sudden shift in market sentiment could quickly turn liquidity pressures into solvency risks. This would turn today's slow-burning debt dynamics into tomorrow's financial emergency."]},
{"title": "Subscribe to our Flandersnews newsletter!", "date": "2019-02-25T14:39:31Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2019/02/25/flandersnews-launches-newsletter/", "source": "VRT NWS", "first_lines": "Flandersnews is launching a daily newsletter.  Do you wish to keep up-to-date with the top news stories in Belgium?  If so, please register at the bottom of our homepage.", "thumbnail": "https://images.vrt.be/vrtnws_web/2019/01/30/f5994db6-247c-11e9-abcc-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Once you have registered, you will receive a daily email alerting you to our top stories.  In exceptional cases, when something particularly newsworthy happens, we will let you know too as soon as possible!  Make sure you keep abreast of what is going on around you and register today!  Our news stories will help you to dialogue with your Flemish neighbours and colleagues and assist you to form part of our society.  ", "What is Flandersnews? Flandersnews is the English news website of VRT, the Flemish public broacaster.  Our website offers news articles and English versions of reports first aired on VRT TV News. Our newsletter contains a selection of the latest articles sent straight to your mailbox.", "Flandersnews carries all the big news stories in a language you can understand! It's Belgium’s leading English language website for news and video reports, current affairs and the best human interest and business stories.", "As part of a big media organisation flandersnews is able to draw on the expertise of a team of 300 VRT TV, radio and online journalists. We also bring English language versions of video reports first shown on VRT TV News. Our culture section reports on exhibitions and the world of the arts. In our sports section you can follow the accomplishments of Flemish sportsmen and women.", "If it happens in Belgium and it’s worth reporting, you’ll find it on flandersnews.be.", "Our newsroom is staffed seven days a week and our reports are regularly updated."]},
{"title": "Protest against UAE’s alleged complicity in the violence in Sudan", "date": "2025-11-12T10:58:18Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/12/protest-against-ueas-alleged-complicity-in-the-violence-in-sudan/", "source": "VRT NWS", "first_lines": "Several hundred people have held a demonstration outside the Embassy of the United Arab Emirates in Brussels. They were protesting against what they see as the UAE’s complicity in the violence committed by the paramilitary group Rapid Support Forces (RSF) in Sudan. The protesters say that the United Arab Emirates supports RSF due to economic interests. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/11/97078889-8819-421d-acd1-e23afdaea355.jpg?width=200&height=113&q=80", "tags": ["Home News", "Foreign News"], "content": ["The Sudanese government says that the paramilitary group Rapid Support Forces is supported by Dubai. The United Arab Emirates strongly deny this. However, several international reports on the situation in Sudan state that the UAE has exported modern drones, heavy duty machine guns, artillery, mortars and munitions to paramilitaries in Sudan. They have done so in exchange for Sudanese gold that is found in the south of the country in areas controlled by RSF.", "The organisers of the demonstration say that around 600 people took part. They are demanding an economic boycott against the United Arab Emirates.", "One demonstrator told journalists that \"The UAE is compliant in the genocide that is taking place in Sudan”. The demonstrator wished to remain anonymous due to fears for the safety of his family that is currently still in living in Sudan. ", "The protesters also denounced what they describe as the “hypocritical attitude” of Belgium and the European Union. According to the protesters, Belgian weapons are being supplied to RSF via the United Arab Emirates. They want Belgium and Europe to issue a clear condemnation of the violence.", "\"The EU must impose a total embargo on the United Arab Emirates and South Sudan” the anonymous activist and organiser of the demonstration said. “The export of all services and goods to the United Arab Emirates and Sudan must be stopped.”", "The demonstrators add that the European Union must behave as a responsible player and not perpetuate “this proxy war”. The EU must “Take a stand and take responsibility. Belgium must stop all arms deliveries to countries that supply RSF.”"]},
{"title": "Belgium “at risk” from migration pressure says European Commission", "date": "2025-11-12T09:34:36Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/12/belgium-_at-risk-from-migration-pressure-says-european-commissio/", "source": "VRT NWS", "first_lines": "The European Commission’s 2025 European Annual Asylum and Migration Report has classified Belgium as a “risk country” with regard migration pressure.  11 other EU countries, including Germany, France, Ireland, the Netherlands and Poland are also considered by the Commission to considered to face a potential migration pressure risk. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/17/565508f9-1d2b-4091-b47e-59355901ca50.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The report covers the period from July 2024 to June 2025. It notes a “steady improvement” in migration trends, including a 35% fall in illegal border crossings. However, it also highlights ongoing challenges such as arrival of undocumented migrants and the reception of refugees from Ukraine.", "The 27 EU member states were ranked according to factors such as the number of migrants and asylum applications, GDP and population size. Belgium is among twelve EU member states identified as facing a potential risk of migration pressure, whereby reception systems are strained or migration has been or is being used as a political tool. The latter has been seen previously in Poland.", "“At risk” countries may qualify for financial support through the EU’s “toolbox” that was set up as part of the Migration Pact. The Migration Pact will take effect in June.", "Meanwhile, countries, such as Cyprius, Greece, Italy and Spain that are experiencing the highest levels of migration pressure will be able to rely on help through the EU’s solidarity mechanism, whereby other member states take in some of their asylum seekers.", "However, several northern countries, including the Netherlands, Belgium, Germany, Sweden and Finland, have said that they will only agree to a relocation system once the EU’s Dublin Regulation on migration is more strictly applied. "]},
{"title": "Mars to close its rice packaging factory at Olen in Antwerp Province ", "date": "2025-11-12T14:33:09Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/12/mars-to-close-its-rice-packaging-factory-at-olen-in-antwerp-prov/", "source": "VRT NWS", "first_lines": "Mars Belgium has announced plans to close its factory in Olen. The company announced the closure in a press statement released earlier on Wednesday. Around 80 jobs are under threat as a result of the closure announcement. Mars Belgium says that economic challenges including falling production volumes and rising costs are forcing it to close the factory.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/5298c32c-c10f-45dc-beeb-a4f82a9330ee.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Mars Belgium says that the factors listed above have resulted in its Olen site being underutilised which in turn has had a significant impact on efficiency. The factory is due to close at the end of next year.", "The Olen factory has been open for around 50 years and was formally part of Master Foods. It produces and packages rice sold under the Ben’s Original brand that was previously called ‘Uncle Ben’s’.", "Mars Belgium said in its press statement that it had informed employees and their trade union representatives of its intentions.  The company stresses that its priority now is to engage in a “meaningful and transparent information and consultation process” and to “support employees throughout this period with care and respect.”", "If the closure goes ahead Mars, will outsource the production of Ben’s Original dry rice products for the European market.", " "]},
{"title": "Almost half of all households in Brussels are made up of 1 person ", "date": "2025-11-11T13:52:23Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/11/almost-half-of-all-households-in-brussels-are-made-up-of-1-perso/", "source": "VRT NWS", "first_lines": "Figures published by the federal statistics bureau Statbel reveal that almost half of all households in the Brussels-Capital Region are single-person households. Statbel published the figure to mark Singles Day that like Armistice Day takes place on 11 November. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2023/03/15/742174ab-c2fc-11ed-91d7-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["Singles’ Day is the day on which single people the world over celebrate the fact that they are single. Singles' Day has been celebrated in China on 11 November since the 1990s.", "In more recent years it has gradually become popular in Europe too. To mark Singles Day the federal statistics bureau Statbel published figures on the number of single-person households in Belgium. According to Statbel’s figures 1.8 million people in Belgium are living alone. This constitutes 36.3% of all the country’s households.", "In the Brussels-Capital Region the percentage is higher still with 47.1% of all households consisting of one person. In Wallonia this is 37.7%, while Flanders has the lowest percentage of single-person households (33.4%).", "It is forecast that by 2060 more than half of all households in Belgium will be single person households. "]},
{"title": "Fivefold increase in the number of average-speed cameras in Flanders since 2023", "date": "2025-11-12T12:23:02Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/12/fivefold-increase-in-the-number-of-average-speed-cameras-in-flan/", "source": "VRT NWS", "first_lines": "The number of average-speed cameras on Flemish roads has risen sharply during the past 2 years. In 2023 there were 246 of the cameras in Flanders. Now there are 1,233. The figures come from the Federal Interior Minister Bernard Quantin (Francophone liberal). They highlight the Flemish regional authorities’ growing investment in traffic enforcement. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/09/13/208b1441-a7e1-42f1-aea2-bf5d15d645c5.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Belgium’s other 2 regions have far fewer average speed cameras installed alongside their roads. According to figures published in the dailies ‘Het Nieuwsblad’ and ‘Gazet van Antwerpen’, Wallonia has 97 of the cameras, while the Brussels-Capital Region has 12.", "On average, there are now four average-speed cameras in each of Flanders’ 285 municipalities. However, Mr Quintin has not confirmed whether all 1,233 cameras in Flanders are currently operational.", "The road traffic safety expert Professor Johan De Mol of Ghent University (UGent) told the press agency Belga that average speed camera systems are “valuable tools for road safety”. However, this is only the case if they are installed correctly.  ", "“Too many are positioned just after a speed limit drops, for example from 70 to 50km/h. That’s a trap for drivers”, Professor De Mol said.", "The debate concerning average-speed cameras is not new. Earlier this year, Flemish Transport Minister Annick De Ridder (nationalist) cancelled the installation of 70 new camera systems. This prompted criticism from researchers that said the number of serious accidents had fallen by 56% where average-speed camera systems had been put in place.   ", "Meanwhile, opposition parties have also accused the government of using motorists as “cash cows”. Nevertheless, experts stress that properly designed and fairly deployed cameras are crucial for road safety."]},
{"title": "17-year-olds invited to do voluntary military service ", "date": "2025-11-12T09:00:27Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/12/17-year-olds-invited-to-do-voluntary-military-service/", "source": "VRT NWS", "first_lines": "From today (Wednesday 12 November) all 17-year-olds in Belgium will receive a letter calling on them to sign up for a year’s voluntary military service in the Belgian armed forces. The Flemish Youth Council is critical of the tone of the letter and says that if a job advertisement  placed on the Flemish Employment Service’s (VDAB) website was written in the same style, there wouldn’t be many applicants for the job. Nevertheless, the Belgian military hopes that a least 1,500 young people will sign up. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/e0df59e0-f367-4d5c-a41c-1c1a7d07328c.png?width=200&height=113&q=80", "tags": ["Home News"], "content": ["“Congratulations! Next year you will turn 18. This is an important milestone and a time when you will make choices for your future. The Ministry of Defence is offering you a unique opportunity, a voluntary Military Service Year”", "This is how the letter that was sent to around 130,000 17-year-olds in Belgium at the end of last week begins. The aim of the letter is to encourage them to sign up for a year with the armed services. In return they will be given a salary of at 2,000 euro/month, luncheon vouchers, their medical costs will be refunded and they will be able to travel free of charge on public transport to and from work.   ", "After an intensive 10-week basic training course, followed by a specific training course lasting 1 to 3 weeks (depending on the position), they will start work at a military barracks, where they will “take part in exercises and operations”.", "The Defence Ministry says that the military service year \"is a unique opportunity to develop both personally and professionally, make friends for life and gain work experience”. What's more, “you will be actively contributing to the future of our country, in an international context in which we must be prepared and ready to act.\"", "Anna Roos of the Flemish Youth Council believes that the latter will certainly appeal to young people. She is the chair of the Flemish Youth Council and has noticed how young people are concerned about military conflicts around the world. “Sudan, Ukraine, Gaza. Every day, social media shows horrific images of war. You can't ignore it. The current issue of drones is also a cause for concern”, she told VRT Radio 1’s morning news and current affairs programme ‘De Ochtend’.", "“In the past, defence was a niche issue. But now it has such an important impact on so many people in the world and perhaps soon also on our own security as well. We see defence as a form of collectieve insurance.”", "Nevertheless, Ms Roos is not really certain that the letter will encourage youngsters to join up. “Although experts on young people were consulted, the letter is rather dryly worded. It does not contain much information. If this had been a vacancy on the VDAB website, not many people would have applied. A year of your life is a long time, especially when you are 18”.", "Those that are interested will be given more information during info sessions that will take place between 22 November and 7 December. Attendance at once of the sessions is compulsory for anyone that wishes to do the military service. \"There is only session per province, while 149,000 letters have been send. I am curious about the practicalities of this.\"", "Anna Roos understands why the Ministry of Defence is focusing on 17-year-olds. “I am 21 and a student, so a year of military service is no longer an option for me. Many 18 to 26-year-olds have already made important choices in their lives. I think becoming a reservist is more appealing to us.”", "The Ministry of Defence expects around 1,500 young people to apply to do a military service year. Of these, 500 will ultimately be able to start, this represents 0.38% of all the young people that hab been received a letter. 375 will do their military service in the army, 75 in the air force and 50 in the navy."]},
{"title": "Northern Lights seen in the skies above Flanders", "date": "2025-11-12T10:17:32Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/12/northern-lights-seen-in-the-skies-above-flanders/", "source": "VRT NWS", "first_lines": "On Tuesday night the Northern Lights were visible in some parts of the north of the country. It is hoped that they will be visible again tonight. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/031dcb74-cf54-4711-bee6-b802d73858e8.jpg?width=200&height=113&q=80", "tags": ["Home News", "Climate & Environment"], "content": ["Social media has been awash with photography of the (pink) Northern Lights. Although most of the photos we came across were taken in the Netherlands, the Flemish weather spotter Bart Medaer was also able to photograph the Northern Lights in the north of Antwerp Province.", "On Tuesday night the Northern Lights were pink in colour. The colour of the Northern Lights depends on how deep the particles charged by what is called a “solar blast” penetrate the earth’s atmosphere.", "We may get another chance to see the Northern Lights late this evening or overnight. They may well be more intense than was the case last night. Christine Verbeke of Leuven University (KU Leuven) VRT News that “A new, even faster solar storm is approaching Earth. What's more, the Earth's magnetic field is still recovering from the previous storm. This means that the impact is likely to be even greater. I am hopeful that the northern lights will be more intense than last night, but of course this remains a prediction, just like the weather forecast.”", "If you don't want to miss the Northern Lights, you should look north late tonight or tonight, low on the horizon and in a dark place.", "There is good news from the VRT’s weatherman Bram Verbruggen as he says that “The weather will be clear tonight.”", "It started with a large explosion on the sun a few days ago. The explosion sent solar storms towards Earth. Last night, the first of these storms reached our planet. The charged particles carried by the storms collide with our atmosphere and it is this that creates the Northern Lights.", "Normally, the Northern Lights can only be seen in areas such as the north of Scotland, Scandinavia, etc. However, in recent years they have also been observed several times in Belgium. This comes about where there is a peak in solar storms.", "Just like on Earth, there are seasons on the Sun, during which the Sun becomes more or less active. Every 11 years, activity on the Sun peaks, and that is currently in full swing. If you want to spot the Northern Lights, it is best not to wait too long, because according to space weather expert Christine Verbeke, the peak has just passed."]},
{"title": "Moscow warns that \"Belgium risks liability if frozen Russian assets are used”", "date": "2025-11-12T11:19:31Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/12/moscow-warns-that-belgium-risks-liability-if-frozen-russian-as/", "source": "VRT NWS", "first_lines": "Russia has warned Belgium against seizing frozen Russian assets held by Euroclear in Brussels. The European Commission wants to use the frozen Russian cash for a new loan to Ukraine. Only once the war is over, sanctions are lifted and Russia pays Ukraine compensation for the damage inflected by the war would Ukraine repay the loan to the EU.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/07/8fc0a670-36cc-4fdd-84a9-e00c8e5e6e02.jpg?width=200&height=113&q=80", "tags": ["Home News", "Foreign News"], "content": ["Belgium has so far been reluctant to release the money. The Belgian Prime Minister Bart De Wever (Flemish nationalist) says that he wants firmer guarantees from the rest of the European Union that the potential legal risks will be shared.", "Now Moscow is has issued a warning to Belgium not to seize the money. “Belgium will face a serious liability issue if Russian assets are seized”, the Russian Foreign Intelligence Service (SVR) told the Russian state press agency Tass.", "“EU countries are teetering on the brink of social and economic crisis and their coffers are empty. They now want to pay for Ukrainian grain with stolen Russian assets”, SVR says. “Belgium that manages the 'joint fund', is resisting the plan because it fears it will be held liable. That is the right way to think, because they will certainly be held liable.’”"]},
{"title": "Unemployment in Brussels rises to 15.3%", "date": "2025-11-07T11:15:02Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/07/unemployment-in-brussels-rises-to-15-3/", "source": "VRT NWS", "first_lines": "According to the latest figures from the Brussels regional employment service Actiris 96,161 people in the capital were registered as jobseekers at the end of last month. This is a rise of 4% on the figures from the end of October last year. The rise in the number of jobseekers is greatest among those with high levels of academic attainment. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2023/12/16/cb704d42-9c2d-11ee-b483-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["In October 2025 there were more people resistering with Actiris (11,546) than there were people living in the Brussels-Capital Region that were on the regional employment services books and found new jobs (10,078).", "This is a net increase of also 1,500 in the number of jobseekers in Brussels. Almost half (48%) of those registered with Actiris are women, just over half (52%) are men.", "The increase is evident in almost all age groups. The year-on-year increase was greatest among those younger than 25 (+6.1%) and those aged between 25 and 49 (+4.6%).", "A growing number of well-qualified people are also seeking work. The number of people with high levels of academic attainment that are registered as jobseekers with Actiris has increased by more than 10% during the past year. Meanwhile, the number of people that have been without work for more than 2 years has also increased. "]},
{"title": "Federal Finance Minister warns of the economic consequences of failing to make progress on the budget ", "date": "2025-10-24T08:05:18Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/10/24/federal-finance-minister-warns-of-the-economic-consequences-of-f/", "source": "VRT NWS", "first_lines": "Speaking on Thursday, the Federal Finance Minister Vincent Van Peteghem (Flemish Christian democrat) warned that failing to make decisive progress in the federal budget talks will derail economic growth and stall investment. Speaking in the Federal Parliament, Mr Van Peterghem said that the ongoing budget negotiations are “complex and far-reaching” and stressed that “what Europe demands of us will be the bare minimum”. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/20/33f039e0-c0a0-4724-9612-0e97f1cd3271.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["As the Belgian Prime Minister Bart De Wever (Flemish nationalist) was attending a European Summit, it was Mr Van Petergem that answered MPs questions about the stalled budget negotiations. The Finance Minister said that the current budgetary efforts are weighed down by \"an inheritance for which we all share responsibility\". He also said that interest payments on public debt could account for more as much as 40% within a few years.", "Mr Van Peteghem told MPs that the governments ultimate aim is “clear and not up for debate\". He also warned that meeting the EU's expenditure target would take time.", " “We must do what is necessary, not what is easy,” Taking difficult decisions now will prevent an erosion of purchasing power and prosperity later, the Finance Minister said. If no action is taken Belgium risks becoming “a society where everyone is left to fend for themselves”."]},
{"title": "Bruges police use speed test bench to check mopeds and e-scooters ", "date": "2025-11-13T13:33:41Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/bruges-police-use-speed-test-bench-to-check-mopeds-and-e-scooter/", "source": "VRT NWS", "first_lines": "Bruges police have had a busy night. During a major check on two-wheel traffic half of all drivers checked, were found to be in violation in some way or other. People on mopeds and bikes were either speeding, had no lights or were ignoring traffic signs. One moped was even able to do 116 kilometres per hour on a test bench.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/4f310431-be0a-4428-bb4e-3b944aee2e5f.jpg?width=200&height=113&q=80", "tags": ["West Flanders"], "content": ["‘The checks were focused on mopeds, fat bikes, e-scooters, speed pedelecs and regular bicycles. But motorists who committed offences were also pulled over,’ explains Lien Depoorter of the Bruges police.", "‘We checked 156 drivers. Half of them were fine and received a gadget from our prevention team. The other half were caught committing all kinds of offences, connected to lighting, position on the road, ignoring traffic signs or traffic lights.’", "The police were also on the lookout for souped-up mopeds. In Bruges they used a new test bench for the first time. It allows the speed of different types of vehicles to be measured, including fat bikes and e-scooters. ‘One moped reached a speed of 116 kilometres per hour on the test bench. That moped was confiscated and also declared forfeited. This means that the owner will never get their moped back,’ explains Depoorter. ", "\"A total of 15 souped-up mopeds were confiscated, 12 people were fined for ignoring traffic signs, 11 for using a smartphone while cycling or riding a scooter, and 48 for not having bicycle lights. Cyclists not holding their handlebars were also fined. 23 motorists were fined for overtaking a cyclist in a bicycle zone. The Bruges bicycle zone was expanded significantly last 1 October.", "‘We have noticed that many people are still breaking the rules, despite intensive prevention campaigns. Such large-scale checks remain necessary, in addition to daily detection efforts,’ concludes Depoorter."]},
{"title": "A secret sale at your local Kruidvat drugstore? Fraudsters spread fake advertisement via Facebook ", "date": "2025-10-13T07:25:12Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/10/01/a-secret-sale-at-your-local-kruidvat-drugstore-fraudsters-sprea/", "source": "VRT NWS", "first_lines": "Advertisements are doing the rounds on Facebook promoting a special offer it is claimed that some employees of the Kruidvat drugstore chain are aware of. A set of personal beauty products is offered for just a few euro in return for completing a short survey. VRT News’ Fact Check Team found that the ads and the profiles that share them are fake. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/09/15/633bc70d-5ef7-4dfc-857a-7b4ebb1ad275.png?width=200&height=113&q=80", "tags": ["nws check", "Consumer Affairs"], "content": ["A large gift set containing skincare products for just 2 euros? It seems too good to be true and of course it isn’t. Several advertisements that appear on Facebook claim that the drugstore chain Kruidvat has a secret that only a few people know about.", "Kruidvat is said to be selling off old stock at bargain prices. If the ads are to be believed, you can buy a Sol de Janeiro gift set for just 2 euros after completing a short survey. Unfortunately, this it's nothing more than a scam.", "The various advertisements consistently tell a similar story. Those that post them claim to have learned about the special offer through a sister who works at Kruidvat or an acquaintance recently laid off by the retailer. Facebook's Ad Library shows that the ads have been viewed over a million times in Belgium.", "Each post is followed by a comment with a link leading to a website containing the supposed Kruidvat survey. Once completed, you can click through to a form where you're asked for payment and your personal details. ", "Although you might never receive the box containing skincare products. As you have entered your bank details, the scammers will be able to withdraw money from your account. They can also use your personal data for phishing purpose or to sell it on to others.", "The profiles behind the ads are made by people posing as Belgians with typically Belgian names. However, a glance at the profiles quickly reveals that they were recently created and have no followers or friends. They have only a handful of photos, and there are no interactions on photos that are unrelated to the scam.", "Using the Pimeyes tool, VRT Fact Check discovered that the photo of Katrien De Smet that was used by the scammers is that a real person from the Netherlands, albeit someone with a different name.", "Not only the advertisements but also the people that respond so enthusiastically to the ads are fake. Photos supposedly of parcels of skincare products that have just arrived at someone’s home are taken to enhance credibility.", "In addition to this, the profiles of the people posting the comments abouts the ads are also fake again. The scammers clearly went out of their way to make the profiles appear genuine. The hometown, workplace, and relationship status are all filled in. However, VRT Fack Check used Pimeyes to check the photographs on the profiles that it investigated and found that they appeared elsewhere on the social media accounts of people with a completely different name.", "Kruidvat’s spokesperson Sander Khouw told the VRT that fake advertisements promoting fake special offers often appear on social media. \"We do our utmost to take action where possible and/or to inform consumers.\" Mr Khouw stresses that advertisements VRT Fact Check investigated are not part of a Kruidvat advertising campaign.", "Kruidvat isn't the only company to fall prey to fake ads. The namers of several other retail companies, such as Decathlon, MediaMarkt, and The North Face, have also been used by scammers.", "   ", ": Is the product you can win through the ad normally worth a lot of money, but now you're only being asked to pay a few euro? Beware! If something sounds too good to be true, it more often than not isn’t.", " ", ": If the page has few followers or photos, it's best not to trust it. Check the supposed vendor’s official page to see if you can find the promotional offer there.", ": After clicking on a link for a deal, first check the web address at the top of your screen. If it looks strange and doesn't resemble an official brand website, don't proceed.", "Contact your bank to have the scammers stop any ongoing and future transactions.", "Call CardStop on 078 170 170.", "Card purcases can be disputed through the m", " website. ", "Report what has happened to the police.", "Lodge a complaint with the Economic Inspectorate. This can be done online via this link: ", ".", " Send VRT Fact Check a mail check@vrtnws.be.", "VRT News is a recognised member of the ", " (IFCN) and the European Fact-Checking Standards Network ", "."]},
{"title": "‘Repetition works’: 1 Russian fake news story about Zelensky’s wealth every month since invasion of Ukraine", "date": "2025-07-09T13:56:41Z", "author": "Ellen Debackere", "url": "https://www.vrt.be/vrtnws/en/2025/07/09/repetition-fake-news-russia-ukraine-zelensky/", "source": "VRT NWS", "first_lines": "A villa, a sports car, expensive jewellery: in the 40 months since Russia invaded Ukraine, there have been at least as many fake news campaigns about the private spending of president Volodymyr Zelensky. Many of these come from or were spread by pro-Russia Telegram channels. Their aim? To undermine support for aid to Ukraine. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/18/c6a4e874-0008-43a4-8b3b-288cba8b9709.png?width=200&height=113&q=80", "tags": ["nws check", "Culture"], "content": ["Since the start of the war in Ukraine, at least 40 fake news campaigns have been launched, reporting on the alleged expenses of Ukrainian president Volodymyr Zelensky, primarily by pro-Russian channels.", "The articles, alleging luxury purchases such as a villa or a sports car by Zelensky or his wife, have been debunked every time. They appear to be intended to undermine support for aid to Ukraine in its fight against Russia.", "VRT NWS Russia expert Marijn Trio: “The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division.”", "Volodymyr Zelensky’s wife did not buy a “€4 million Bugatti” in Paris and the president ", ". But that’s what many posts on social media would have us believe: that Zelensky is taking Western money meant for the defence of his country and spending it on luxuries.", "In the 40 months since Russia’s invasion of Ukraine, our journalists have counted at least 40 fake news stories about the president’s supposed spending – one fabricated story for every month.", "What are they saying? There have been false claims about Zelensky’s purchase of villas around the world, as well as fake reports about ", ".", "Sometimes the stories originate on pro-Russian Telegram channels, from where they are spread further.", "One example is the rumour about Zelensky buying a villa in Florida: ", " and was subsequently picked up by ", " that spreads fake news about Ukraine, among other things, via simulated websites.", "Other articles are first published on obscure websites set up for the sole purpose of spreading a particular falsehood. That was the case, for example, in the story alleging Zelensky had ", ". Messages are then picked up and spread further by channels with a wider reach, such as the X accounts of Russian embassies or pro-Russian influencers.", "The fake story about Zelensky’s wife buying a sports car in France is a perfect example of how Russian disinformation works and spreads online.", "A fake story – “Olena Zelenska buys a Bugatti in Paris” – is attached to a real event: the couple’s visit to France. A news website is created – in this case, a site called Vérité Cachée, or Hidden Truth – for the sole purpose of writing an article about it. This article is then used as a source by Russian media and pro-Russian accounts on social media to spread the fake story. ", "The spate of fabrications also brings to mind allegations of tax evasion by Zelensky. He surfaced a few years ago in ", ": leaked documents from companies that had parked offshore funds. So how rich is he, really?", "Estimates on his wealth vary. The Celebrity Net Worth website ", ", as of March this year. According to ", ", his wealth in 2022 stood at $20 million.", "Following the Maidan Revolution in 2014, Ukraine introduced a ", " in which public figures including MPs are required to submit a declaration of their assets each year. The ", " – from March this year – shows that ", " before the Russian invasion of February 2022. The list of assets includes several apartments in Ukraine. ", "Why are pro-Russian factions going to so much effort to create all these fake stories? They have one major goal: to cast doubt on support to Ukraine and make people ask if aid money is getting to where it should.", "According to VRT NWS Russia expert Marijn Trio, the Russians are trying to undermine Zelensky’s legitimacy. The undertone of each of the stories is: “This is what’s happening with the aid to Ukraine. It’s not going to the Ukrainian people or to the army, but to the wallets of the Ukrainian elite.”", "And that message cuts through, because “repetition works”, he says. People see the stories and are subconsciously influenced, especially if there’s a continuous stream of them. Trio: “People mention it to me. They see stories like this and ask themselves if something isn’t right.”", "Fake news works best if it’s based on a grain of truth. In this case, the false stories recall ", ". “But Zelensky was elected precisely on a promise to address this corruption,” says Trio. “So it’s extra hurtful for him to be accused of corruption.", "“The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division,” he says. “It’s important that people know the ways in which this happens so they can be alert to it.”", "This article was produced as part of the Prebunking at Scale project, with support from the ", ".”"]},
{"title": "Brooch seized from Napoleon at Waterloo auctioned for €3.7 million", "date": "2025-11-13T08:36:29Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/brooch-seized-from-napoleon-at-waterloo-auctioned-for-3-7-millio/", "source": "VRT NWS", "first_lines": "A diamond-encrusted brooch belonging to French emperor Napoleon, which was captured by the Prussian army at Waterloo (Walloon Brabant – Belgium), has been auctioned in Geneva (Switzerland) for a record €3.79 million, according to auction house Sotheby's. The auctioneers had initially estimated the sale price at between €130,000 and €220,000.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/4ad127ed-5a61-4878-a43f-ea7698517ed9.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The brooch was among the personal belongings that the emperor had to leave behind during his flight from Waterloo, outside Brussels, when he attempted to escape from British and Prussian soldiers. It was this famous battle that ultimately sealed his downfall.", "The round piece of jewellery, with a diameter of approximately 45 mm, includes a large oval diamond weighing 13.04 carats in the centre. This central diamond is surrounded by almost 100 other diamonds in various shapes and sizes, arranged in two concentric rows.", "This unique piece was made for Napoleon around 1810, ‘probably to adorn his bicorne hat on special occasions,’ the auction house notes. The jewel was then presented, along with other items, to the Prussian King Frederick William III on 21 June 1815, just three days after the Battle of Waterloo, as a war trophy."]},
{"title": "Russia is attempting to discredit the EU by disseminating fake news on a massive scale: VRT NEWS has mapped dozens of stories and explains how to recognise them!", "date": "2025-11-05T10:02:07Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/russia-is-attempting-to-discredit-the-eu-by-disseminating-fake-n/", "source": "VRT NWS", "first_lines": "On social media, the European Union (EU) is regularly portrayed as a dictatorship that wants to interfere in every aspect of our lives. Criticism is fine, but there are also many fake stories to influence us, mainly spread by pro-Russian sources. Our editorial team has selected 60 of these fake stories. How can you recognise them?", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/28/727ef240-1e6b-481f-91ef-3c1ce82f0b4d.png?width=200&height=113&q=80", "tags": ["Foreign News", "Culture"], "content": ["False reports are circulating online that portray the EU as a dictatorial bloc that is removing all power from the member states. Reports have claimed that the EU is forcing farms in Bulgaria to employ a certain number of LGBTI+ people, that Christmas is to be abolished, and that gel nails are to be banned.", "Legitimate criticism of the EU and its functioning this is not. These are false claims. There is no evidence whatsoever for dozens of claims that VRT News's editorial team discovered through fact-checking. This fake news is usually widely disseminated by pro-Russian accounts with the aim of undermining the EU's image and influencing elections. You can recognise these false claims by using a number of tips.", "‘The ", " only to use straw-based toilet paper’ or ‘", " allows the EU to arrest critical journalists’. It is not difficult to find messages on social media that portray the EU as a dictatorship that controls the lives of its citizens with oppressive legislation.", "We see these kinds of messages popping up in almost all EU member states. Even in non-EU countries where the discussion about membership is alive, such as Georgia and Moldova, a lot of fake news about the EU is  circulating. Often, the messages come from pro-Russian accounts or are at least further disseminated by these accounts.", "This is no coincidence. Over the past three years, elections have been held in many European countries. And attempts have been made to influence these elections. A ", "t mentions 503 deliberate influence campaigns in 2024 alone. These include disinformation campaigns by foreign powers.", "VRT NEWS collected fact checks on these types of anti-EU messages that are demonstrably false. We found about 60 examples that have been circulating since Russia's full-scale invasion of Ukraine. But this is only a small fraction of the many fake stories about the EU that can be found online.", "It is, of course, legitimate to criticise the EU, or to believe that the organisation behaves in a “dictatorial” manner and that your country should leave the EU. But this is not about legitimate criticism of the EU. It is about false and fabricated claims, which originate or are reinforced by pro-Russian circles in order to discredit the EU.", "The aim is always to stir up polarisation in a country, in the hope of ultimately changing or weakening current policy and, for example, making it more pro-Russian or undermining support for Ukraine. ", ", spread across almost all social media platforms known in Europe.", "There is no evidence whatsoever that the ", " or introducing a mandatory number of LGBTI+ people ", ", but how can you tell if something is true or false?", "The false claims we found can be divided into four recurring themes: the EU as a warmonger, the EU as a censoring power, the EU interfering in all aspects of our private lives and consumer affairs, and the EU influencing our identity.", "When it comes to war, for example, ", " has already been able to demonstrate that the EU does not seize your savings to invest in defence, contrary to what is being said online. In addition, false stories about ", " or ", " service are also circulating.", "Fake news about ", " or ", " presents the EU as a controlling power that tries to censor its citizens.", "But less spectacular stories, which affect citizens' private lives and consumer behaviour, are also circulating. For example, ", " demonstrated that the European Commission does not require Slovak millers to add worms to their flour. That was a rumour that was circulating. Earlier this year, ", " also demonstrated that Europe is not secretly putting ‘insects in your bread’.", "The EU promoting Islam and migration, and a misrepresentation of EU policy on the LGBTI+ community: here too, fake news presents the EU as an institution that wants to change the identity of its citizens. For example, ", " demonstrated that the EU does not give Portugal 3 million euros for every mosque built, as claimed online.", "The various topics may be trivial and easy to refute. But the aim is not for each of these claims to be believed. Through all these fake claims, an image emerges of the EU as a dictatorial power that leaves no room for freedom and should therefore be distrusted by everyone. And through repetition, the idea seeps in.", "How can you tell whether a message about a particular EU initiative is fake news or simply someone who sincerely disagrees with the direction the EU is taking? The various European institutions launch thousands of initiatives every year. So it is not always easy immediately to discern what is real and what is not. These tips will help you some way ahead:", ": does a message make you feel anxious or angry? Check the message. Fake news targets your emotions, because in that way it spreads faster.", ": sometimes fake news can contain a core of truth. Perhaps certain European legislation does exist, but certain elements are exaggerated or the legislation is not presented entirely accurately. Consider the example of the so-called ", ". Gel nails are not banned, but ", " is.", ": where does the news come from? By searching for the exact words from a message, you can often find other and earlier versions of the message. This gives you an idea of the type of accounts that are mainly sharing the news. Are these reliable accounts or not?", ": is the news being reported in different places and also in the mainstream media? Does what you read there correspond to the message on social media?", ": see if there are already fact checks on the subject. You can do this, for example, at the ", " or, in Flanders, at ", ": If the initiative really exists, you can find it on the ", ". ", "The 60 false claims approximately we have collected originated in many different ways. Some stories seem to pop up out of nowhere on social media, while others involve misinterpreting existing information or a bold statement by a politician.", "However, it is striking that pro-Russian accounts eagerly spread these claims once they are online. We see this, for example, in the case of the ", " and ", ".", "It is a well-known phenomenon of Russian propaganda: repetition works. We saw this recently with stories about ", ". Here, too, the aim was to undermine the president's legitimacy through a relentless stream of fake news.", "Russian propaganda is now doing the same with the EU: every story is intended to undermine the legitimacy of the EU in the minds of its citizens (and the citizens of countries that want to become members).", ": how a fake news network disrupts elections in Europe", "The ", " has discovered that a Russian-funded network attempted to influence ", ".", "The network promised money to anyone who would spread pro-Russian propaganda and fake news. Participants were trained to produce and disseminate messages on social media via platforms such as Facebook and TikTok. The aim was to damage Moldova's pro-EU party.", "The BBC's undercover journalist was asked to write unfounded accusations. One example is the claim that Moldova's possible EU membership would depend on whether the country's citizens would ‘change their sexual orientation to LGBT’.", "The internet is full of criticism of the EU and its rules. And that is fine if it is based on facts. But on social media, especially when elections in European countries are approaching, we see false messages popping up from pro-Russian circles. Based on lies and false information, they try to make people angry with the European Union.", "Most stories are quickly debunked. But by promoting similar stories over and over again, something seeps into most people's minds. It is the tactic of repetition that Russian propaganda regularly uses. We see the same thing with stories about ", ".", "By looking at the source of the reports and searching for other accounts of the news, you can find out whether or not it is fake news. ", "This article was produced as part of the Prebunking at Scale project, with support from the ", "."]},
{"title": "Broadcast worldwide but fake: video of explosion at Iran prison traced back to old photo", "date": "2025-06-26T07:58:02Z", "author": "Rien Emmery", "url": "https://www.vrt.be/vrtnws/en/2025/06/26/broadcast-worldwide-but-fake-video-of-explosion-at-iran-prison/", "source": "VRT NWS", "first_lines": "A short video clip showing an explosion at Evin Prison in Tehran during an Israeli bombing raid is fake. The attack did take place, but the video in question – which has been widely broadcast and shared – is a fragment of an older photo of the prison gate. The photo was presumably edited into a moving image using AI technology.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/24/b33bb54d-a158-4f39-9e98-7dfbfcc84ffa.png?width=200&height=113&q=80", "tags": ["nws check"], "content": ["News outlets around the world published images from a surveillance camera that allegedly captured the Israeli bombing of the notorious Evin Prison in the Iranian capital, Tehran, on 23 June.", "However, an analysis by VRT’s fact-checking team shows that the images are fake: they are a fragment of a photo from January 2023, which has been edited into a video with an explosion added.", "On Monday morning, 23 June, Israel announced that it had bombed several symbolic sites in Iran, including Evin Prison in the capital, Tehran.", "The prison is notorious for the hundreds of dissidents and other political prisoners who are being held there. One of them is ", ", the Iranian-Swedish emergency doctor and visiting professor at the Vrije Universiteit Brussel who has been accused of espionage by the Iranian regime and sentenced to death.", "The most spectacular image of the attack was a 6-second black-and-white clip showing an explosion at the prison gate. The images appear to be from a surveillance camera. They were shared on social media by Iranian journalists such as ", ", and by Israeli Foreign Minister ", ".", "The footage was also picked up by news media around the world. It was featured in reports by ", ", CNN in the US, the British public broadcaster BBC and VTM-Journaal.", "There is no doubt that Evin Prison in Tehran is shown at the beginning of the video. The sign and the barred windows are clearly recognisable in other photos of the building.", "Using ", ", an image search engine, we performed a search using the opening image of the video. The result is a ", " of Evin Prison that bears a striking resemblance to the source material.", "Further reverse image search queries reveal cropped versions of the same photo on various websites. ", " cites a Twitter profile as the source: @iaaraash.", "On that profile, we indeed found the ", " of the gate of Evin Prison. The image appears to have been posted by Iranian citizen journalist Arash Hashemi more than two years ago, on 6 January 2023.", "Image analysis showed that the first frame of the black-and-white footage apparently from the security camera fits perfectly into the larger colour photo from January 2023. You can see that first video image here in the red frame.", "Further comparison also shows that the plants in the foreground of both images are identical.", "Incidentally, this vegetation is another indication that the images of the explosion cannot be recent. The bare bushes correspond to the time when the photo was taken, in the winter month of January 2023, not to the situation in the summer month of June 2025.", "An aerial photograph from June 2023, for example, shows how the bushes are normally in full leaf at this time of year.", "Everything therefore points to the images in the video being fake. A section of an older, genuine photo of Evin Prison has been edited into a video with an explosion added.", "This was probably done using an application based on AI. The phenomenon of adding explosions to images is quite common, to the extent that there are even ", " for it.", "Although Evin Prison was indeed bombed on 23 June, these images are not authentic.", "On Monday morning, 23 June, Israel bombed Evin Prison in the Iranian capital, Tehran.", "A video appeared on social media showing surveillance camera footage of an explosion at the prison gate. Israeli government officials and Iranian media have shared the images, which have also been picked up by the world press.", "However, the video is fake. A fragment of an older photo of Evin Prison, from January 2023, has been edited into a video showing an explosion. This was probably done using AI.", "We therefore assess the viral video of the 23 June bombing of the prison to be false. ", "Read ", " about fact checking, disinformation or online deception.", "This fact check was written based on the information available at the time of publication. Find out more about ", ".", "Do you have any questions or comments, or would you like to know who is on our team? Read about it in ", ".", "You can also find our fact checks at ", ", along with reliable fact checks from several other Flemish and Dutch editorial teams.", "Would you like to have something checked? Email us at check@vrtnws.be. VRT NWS is a recognised member of the ", " and the ", "."]},
{"title": "Driver convicted after driving with steering wheel between his legs", "date": "2025-11-13T13:09:56Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/driver-convicted-after-driving-with-steering-wheel-between-his-l/", "source": "VRT NWS", "first_lines": "A motorist typing on his mobile phone using both hands while driving has been fined and banned from driving. The motorist was steering his car using his legs. ‘Irresponsible driving,’ said the judge. What is and isn't allowed behind the wheel?", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/12b9c570-d710-4c60-808f-fcd9d8b256c4.jpg?width=200&height=113&q=80", "tags": ["East Flanders"], "content": ["The driver attracted the attention of the motorway police because he was swerving on the motorway and crossing an uninterrupted white line painted on the road surface. The officers had to take avoiding action in order to ensure they didn’t collide with the driver. To their surprise, they noticed that the man was steering his car with the wheel between his legs while using his mobile phone with both hands!", "‘I was writing an urgent email,’ the motorist said after the officers pulled him over. He had to surrender his driving licence on the spot.  It was withheld for a 15-day period.", "This week, the driver had to face a judge in Sint-Niklaas (East Flanders). ‘I wouldn't even know how to drive a car with my legs. What I do know is that this is irresponsible driving,’ the judge told the defendant. The magistrate sentenced him to a 15-day driving ban and a 400-euro fine.", "Operating a screen, eating or drinking while driving, lighting a cigarette, applying make-up, holding your dog on your lap... None of these activities are permitted if they could distract you!"]},
{"title": "Government crisis in the offing?", "date": "2025-11-05T08:03:12Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/government-crisis-in-the-offing/", "source": "VRT NWS", "first_lines": "Belgian premier Bart De Wever’s deadline of Thursday for agreement on a multi-year budget is approaching fast.  The premier has set a goal of ‘finding’ 10 billion euros either through new taxes or government cuts, but last night federal coalition partners parted ways without agreement.  Bilateral talks between the PM and deputy premiers representing each of the parties in the 5-way coalition continue Wednesday.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/24/d07f4fb6-14b9-400d-86a5-b8c0c5c632f0.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["At around 9 p.m., the federal ministers parted ways without reaching an agreement.", "‘The temperature of the atmosphere has dropped well below freezing,’ one source told VRT News. Several sources point to the attitude of the Francophone liberal MR, which they claim seems unwilling to reach an agreement, as the reason. The party is opposing a VAT hike and higher taxes for Belgium's wealthiest, but has now reportedly also indicated which measures it believes could raise cash. The coalition partners also took issue with a planned visit by MR leader Georges-Louis Bouchez to Unizo East Flanders on Wednesday. Bouchez also invited the press to attend his visit to the local federation for the self-employed, on the eve of the crucial budget deadline.", "The MR leader's tweets, in which he clashed with N-VA chair Valerie Van Peel on social media, did not help the atmosphere either. In a video posted on social media, Van Peel had called it ‘unbelievable’ that some fellow party leaders did not recognise the urgency of the situation and ‘did not dare to step out of their own shadow’.", "If no deal can be reached by the deadline PM De Wever may visit King Filip to tender his resignation.  It then remains to be seen if the monarch will accept his premier’s offer or in true Belgian style will send him back to the negotiating table in the hope of still thrashing out a deal."]},
{"title": "Federal police stage 24-hour clamp-down on speeding across the nation", "date": "2025-11-13T07:44:43Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/federal-police-stage-clamp-down-on-speeding-across-the-nation/", "source": "VRT NWS", "first_lines": "Belgian federal police are once again organising a 24-hour clamp-down on speeding motorists. The drive started at 6 a.m. this morning. Many local police forces are also joining in and will be carrying out more speed checks than usual throughout the day.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/008febbc-b18c-4c4b-b970-a138ef5079d6.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["For 24 hours, a greater focus on speed in traffic is in place. Not only will officers carry out more extensive checks, but fixed speed cameras and average speed checks are also operating at capacity.", "The aim of the campaign is to encourage drivers to stick to the speed limits and not to drive too fast. Many drivers underestimate the risks of speeding, which is one of the main causes of road accidents.", "The speed enforcement campaign is organised twice a year, in spring and autumn. During the last edition in April, a record number of vehicles were checked: 1.339 million vehicles in only 24 hours. Almost 4 per cent of the vehicles checked were speeding. 1.69 per cent were caught by a fixed camera, while mobile speed cameras detected more than 8 per cent of offences.", "The results prove that speeding is still ingrained in the driving behaviour of the people of Belgium. According to the federal police, it is absolutely necessary to continue monitoring and raising awareness. Road safety remains a priority for Belgium’s integrated police force."]},
{"title": "Former European commissioner Didier Reynders charged with money laundering", "date": "2025-11-05T08:43:33Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/former-european-commissioner-didier-reynders-charged-with-money/", "source": "VRT NWS", "first_lines": "Didier Reynders (Francophone liberal MR), the former Belgian cabinet minister, who also served as the Belgian on the European Commission has been officially charged with money laundering, media outlets De Standaard, Le Soir, Le Vif and the Dutch investigative platform Follow The Money report. Judicial sources have confirmed the news to the VRT. Reynders is said to have been questioned by investigators on 16 October.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/09/16/d7ee2d0e-d5ba-4d26-91da-968d03f7c5f3.jpg?width=200&height=113&q=80", "tags": [], "content": ["In December last year, it emerged that a judicial investigation had been opened into possible money laundering practices by the former Belgian finance, justice and foreign minister.", "Reynders is alleged to have used cash to buy National Lottery scratch cards for many years in order to see the profits laundered back into his account. The matter has come to a head after the National Lottery reported suspected money laundering to the competent authorities in 2022.", "The money laundering investigation also looked at the regular deposit of large sums of cash at a bank. The total amount involved suspicious transactions said to be up to 1 million euros.", "Almost a year after the case came to light, Reynders has now been officially charged. Reynders's wife, former senior magistrate Bernadette Prignon, has not been charged De Standaard writes.", "Didier Reynders is alleged to have bought National Lottery tickets using cash for years, for a total amount of up to 200,000 euros. He deposited the winnings into his account allowing the money to be laundered.", "The investigation also looked at sums of cash that Reynders deposited into an ING account between 2008 and 2018. These were relatively small amounts but totalled 700,000 euros. Together with the amounts for scratch cards, approximately 1 million euros is involved in all.", "The Brussels Public Prosecutor's Office is conducting a separate investigation into the role in this case played by Dutch bank ING. The bank only queried the deposits for a first time in 2018 and only informed the Financial Intelligence Processing Unit (CFI) in 2023. Normally, banks are required to report suspicious transactions immediately."]},
{"title": "“Act responsibly and bridge your differences”, King Filip urges", "date": "2025-11-06T13:42:33Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/06/_act-responsibility-and-bridge-your-differences-king-filip-urge/", "source": "VRT NWS", "first_lines": "The royal palace has issued a press release on behalf of Filip, King of Belgians, after the Belgian head of state met with prime minister Bart De Wever (Flemish nationalist) amid the deepening budget crisis.  Belgium’s 5-way federal coalition government is struggling to finalise a multi-year budget as demanded by the PM.", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/09/19/1aea3157-5b1d-49fb-8a01-70c9a1532436.jpg?width=200&height=113&q=80", "tags": ["Home News", "Royalty"], "content": ["According to the statement \"the prime minister informed the king that there are ongoing differences of opinion within his government about the budget, but that the coalition partners want to continue their work. The king took note of the prime minister's findings and urged all parties involved to act with responsibility and bridge their differences so that the country can as soon as possible have a clear budgetary path for the coming years\".", "The king is not setting any deadlines. But PM De Wever has agreed with key ministers that the budget must be finalised by the Christian feast of Christmas on 25 December, a public holiday in Belgium.", "Next year’s budget needs to be approved by parliament in time.  Otherwise, key reforms won’t be able to start from the beginning of next year and Belgium will be obliged to operate using a temporary monthly budget that allocates a twelfth of this year’s spending to each month at the beginning of 2026.", "Measures that will be delayed include some pension reforms and the introduction of the new capital gains tax."]},
{"title": "Education minister Demir promises shake-up of disciplinary procedures at Flemish universities and colleges: ‘Professors are not above the law’", "date": "2025-11-13T09:22:59Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/education-minister-demir-promises-shake-up-of-disciplinary-proce/", "source": "VRT NWS", "first_lines": "Flemish education minister Zuhal Demir (Flemish nationalist N-VA) says the latest report from VRT current affairs flagship Pano on disciplinary procedures at Flemish universities shows that educational institutions are unable to deal with the problem of inappropriate behaviour themselves. Demir is having the disciplinary procedures at all universities and colleges reviewed and adjustments will be made where necessary. Like the experts, she is advocating the establishment of an independent disciplinary body.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/84ffaf57-7f38-4557-9054-55f45fb43107.jpg?width=200&height=113&q=80", "tags": [], "content": ["Three years after Pano revealed that several universities were not taking sufficient action against inappropriate behaviour by professors. A new Pano report suggests that not much has changed since then.", "Several universities have tightened up their procedures, but that is not enough for Demir. ‘Professors are not above the law,’ she told VRT Radio. ‘The days when everything was dealt with internally are over.’", "Demir is also having the disciplinary procedures at all Flemish universities reviewed as soon as possible – ‘that must happen in the next six months’ – and adjustments will be made where necessary.", "Since 2022, reporting channels and complaints procedures have been improved, but the new Pano report shows that internal disciplinary procedures rarely lead to severe penalties. Experts are calling for an external disciplinary body to be set up so that tougher action can be taken against toxic behaviour. This is an option that Demir is certainly not ruling out.", "‘In the private sector, you would be dismissed for compelling reasons,’ the minister responds when confronted with the examples cited in the report. After an internal investigation, a professor at Ghent University who allegedly committed fraud to the tune of at least 100,000 euros was only given a financial penalty. ‘Such a punishment raises questions. We all feel that this is not acceptable.’", "According to Demir, an independent disciplinary body would also be able to deal with reports more quickly. ‘Why does a procedure always have to take years?’ she wonders. ‘Investigations are deliberately being bogged down in the hope that those who reported the incident will forget about it.’"]},
{"title": "Belgian cabinet approves drone defence plan ", "date": "2025-11-10T08:49:45Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/10/belgian-cabinet-approves-drone-defence-plan/", "source": "VRT NWS", "first_lines": "The Belgian cabinet has now approved the counter-drone plan that defence minister Theo Francken (Flemish nationalist N-VA) proposed.", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/12/01/78f02e32-39a2-4f6a-a1f2-8e7bb3f98fc8.jpg?width=200&height=113&q=80", "tags": [], "content": ["The minister made the announcement on X. Friday afternoon, the cabinet reached an agreement in principle on the drone defence plan. However, the final green light had not yet been given, as “a number of options” still had to be considered.", "Francken's announcement means that approval has now been granted. ‘Counter-drone plan just approved by the cabinet,’ he writes.", "The plan provides for the purchase of detection equipment and systems to shoot down drones, according to the post. ‘The safety of our airports and military domains is an absolute priority.’"]},
{"title": "Federal Government wants lifetime ban on entry to Belgium for convicted terrorists and hate preachers", "date": "2025-11-07T15:04:10Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/07/federal-government-wants-lifetime-ban-on-belgium-for-convicted-t/", "source": "VRT NWS", "first_lines": "At a meeting on Friday the Federal Cabinet decided that convicted terrorists and hate preachers that are residing in Belgium illegally may soon be subject to a lifetime ban on entering the country. Currently, bans on entering the country can only be imposed for a set period. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/20/89eb7061-977a-4664-b79f-97155458084a.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Speaking after Friday morning’s cabinet meeting, the Federal Asylum and Migration Minister Anneleen Van Bossuyt (Flemish nationalist) said that “The door will be permanently closed to those that radicalise or support terrorism”.", "Ms Van Bossuyt cited convicted terrorists, potentially violent extremists, and hate preachers as examples of those that would be affected by the ban. In order to ensure an objective assessment of the security risk, any decision to ban an individual from the country will always be preceded by an analysis by the terror threat level assessment body OCAD, Ms Van Bossuyt added. ", "People banned from entering Belgium will be flagged in both the Schengen Information System and the national police database. ", "Meanwhile, the Asylum and Migration Minister also says that the number of undocumented migrants that were serving time in Belgians prisons but have been sent back to their countries of origin has increased in recent months. In the first 10 months of this year 1,300 were sent back. This compares to 1,035 in the same period last year. ", "Ms Van Bossuyt says that she intends to build on this trend by increasing the number of places available in secure asylum centres. More repatriation escorts will be taken on and more effective readmission agreements made with countries of origin.", "\"Anyone who commits criminal offences or poses a threat to our society must leave the country. By focusing more on returning those serving custodial sentences we are protecting our society and giving our overburdened prison system more breathing space.\"", "Prison overcrowding has been an issue in Belgium for a number of years. Around a third of prisoners in Belgian jails are undocumented. "]},
{"title": "Belgium to beef up airspace security ", "date": "2025-11-06T12:18:05Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/06/belgium-to-beef-up-airspace-security/", "source": "VRT NWS", "first_lines": "“We have the situation under control” Belgian home and security minister Bernard Quintin (Francophone liberal) told international media after Thursday’s unscheduled meeting of Belgium’s security council.  The meeting was called after unidentified drones caused disruption at airports and military bases across Belgium in recent days.  Belgian security services blame Russia for the disruption. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/06/677219b7-d24d-4d33-9a24-925b5fd3f53d.png?width=200&height=113&q=80", "tags": [], "content": ["After the meeting Quintin called for calm: “If the police want to be able to do something, there must be a clear legal framework for it. It is our job as politicians to look into that,” the minister said.", "He emphasised that there is a mandatory registration system for drones and their pilots. \"We do not live in a system where everyone can do whatever they want. We cannot ban all drones, because we also need them for our security.", "“But I want to emphasize that you can get 10 to 20 years in prison if you fly a drone over the airport and endanger safety.”", "Quintin provided reassurance: “We really do have the situation under control. The threat is there, I won't deny that, but we are certainly not completely left to our own devices.”", "After the security  council meeting Belgian defence minister Francken (Flemish nationalist) announced the decision to strengthen the NASC, the National Air Security Center by 1 January.", "\"The NASC in Beauvechain (Walloon Brabant) will be strengthened by 1 January. This is the most important measure taken at the National security council meeting\", defense minister Francken noted upon leaving the meeting.", "“All security services together must obtain a global picture of the airspace,” he said. The NASC must ensure this.", "The purchase of anti-drone equipment was also discussed, he said. He is now working on that dossier so that it can be presented to cabinet tomorrow.", "“In the meantime, no hostile drones should be allowed on our territory or above our military bases. The mission and guidelines are clear: if possible, we will shoot them down!”"]},
{"title": "Big increase in the number of cases of wild birds with avian flu", "date": "2025-11-14T11:45:34Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/big-increase-in-the-number-of-cases-of-wild-birds-with-avian-flu/", "source": "VRT NWS", "first_lines": "Figures from the Federal Food Safety Agency (FAVV) that were released on Thursday show that around 60 wild birds in Belgium have tested positive for avian flu. The number of avian flu infections among the country’s wild bird population has been rising steadily during the past few weeks.", "thumbnail": "https://images.vrt.be/vrtnws_web/2018/07/18/0a1b569f-8a15-11e8-abcc-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Health"], "content": ["Avian flu has spread rapidly across Europe in recent weeks. The authorities in countries such as Spain, Germany and the Netherlands have taken measures to attempt to curb the further spread of the virus.", "The growing number of cases has prompted increased monitoring here in Belgium. On Thursday, FAVV said the virus had been detected in around 60 wild birds across the country. The Agency’s spokeswoman Hélène Bonte told journalists that \"Because of the outbreaks in neighbouring countries, we are also being extra vigilant here\".", "According to conservation group Natuurpunt, cranes in that became infected Germany may caught infected through manure from chicken farm that was spread on fields near a resting area for the birds. In Germany, nearly 1 million infected birds were culled and around 1,000 cranes died following a major avian flu outbreak.", "Ms Bonte says that this is unlikely to be repeated here in Belgium, as the use of contaminated manure is strictly regulated under European rules. FAVV believes the virus is more likely to be spread through droppings from infected wild birds flying overhead or through contact with the carcasses of infected dead birds. The avian flu outbreak has seen the price of eggs reach record levels in Belgium. "]},
{"title": "More than 1,100 young people have already enrolled for voluntary military service information session", "date": "2025-11-14T12:35:19Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/more-than-1-100-young-people-have-already-enrolled-for-voluntary/", "source": "VRT NWS", "first_lines": "The Belgian Defence Minister Theo Francken (Flemish nationalist) says that more than 1,100 young people have already registered for an information session about voluntary military service. The Belgian Defence Ministry has sent letters to all 17-year-olds in Belgium asking them if they wish to do year’s voluntary military service. The first of the letters arrived on Wednesday. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/6523ff5a-782f-4315-aaa9-cee52a9b7a90.png?width=200&height=113&q=80", "tags": ["Home News"], "content": ["There are 500 voluntary military service places available. Those that take part will start their training in September 2026.", "In just three days, more than 1,100 young people,  have already registered for an information session on voluntary military service. Of these 626 are Dutch-speakers and 480 are Francophones. Attendance at information session (1 will be held in each province) is mandatory before a candidate can resister for the military training that they must do in order to participate in the voluntary military service scheme.", "The first information session will take place in Ghent (East Flanders) on Saturday 22 November.", "In the summer of 2026, the ranking will be published based on the results of the selection procedure. The best 500 candidates will then receive an invitation to start."]},
{"title": "Big increase in road traffic fatalities on Weekday nights", "date": "2025-11-14T10:22:56Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/big-increase-in-road-traffic-fatalities-on-weekday-nights/", "source": "VRT NWS", "first_lines": "During the first half of this year, an average of 34 people died in road traffic accidents in Belgium every week. This is significantly more road traffic deaths than during the same period last year. The figures for the first half of 2025 are the second highest number in the last ten years. According to the Belgian Institute for Road Safety, VIAS, more people now die in road traffic accidents on weekend nights than on nights during the weekends. VIAS is calling for more checks on drinking and driving to be carry out on weekday nights. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/14/7ab48b46-f8c6-4d69-a2c5-161065339490.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["According to figures from the Belgian road safety institute Vias that are based on statistics from the Federal Police Service, while the roads have gradually become safer on weekend nights during the past ten years, the number of road traffic fatalities on weekday nights has increased.", "During the first half of this year, 34 road users died in accidents that happened during the week. This is an an increase of 78.95% on the same period last year. Meanwhile, there were 29 road traffic accident deaths during the weekends.", "This is a big change on the situation a decade ago when weekday nights were significantly safer than weekend nights. According to Vias, this is due to changes in people's habits when it comes to going out.", "Vias’ Stef Willems told VRT News that “Some people now go out on Wednesday and especially on Thursday evenings. This can have an impact on road safety statistics. To counteract this trend, it is we strongly advise that checks on drinking and driving are carried out on weekdays\".", "The number of accidents involving e-scooters that resulted in (serious) injury rose dramatically in the first half of 2025. During the first half of 2025 there were 1,170 accidents involving e-scooters that resulted in injury. This compares to 756 such accidents during the first half of last year.", "Vias is says that the figures show that there is a need for stricter regulations for e-scooters. “The requirement to wear a crash helmet is absolutely necessary to improve road safety for e-scooter riders”, Stef Willems told VRT News."]},
{"title": "Only 1 in 10 foreign parking fines in Brussels ever paid", "date": "2025-11-13T10:14:58Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/only-1-in-10-foreign-parking-fines-in-brussels-ever-paid/", "source": "VRT NWS", "first_lines": "Barely 1 in 10 parking fines handed out in Brussels to foreign motorists ever gets paid. The value of unpaid fines over the past two years now amounts to more than €25 million.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/ac64e073-8172-4fdc-a171-268ec48e39df.webp?width=200&height=113&q=80", "tags": [], "content": ["The figure comes from outgoing Brussels mobility minister Elke Van den Brandt (Flemish ecologist/Groen) in response to a parliamentary question from Fouad Ahidar (minority interest party TFA). The region is now investigating whether it can use wheel clamps to force non-payers to cough up.", "Figures from Van den Brandt show that the collection rate among foreign drivers in 2023 was only 9.74 per cent and in 2024 it was even lower, at 9.07 per cent.", "In contrast, Belgian drivers are much better at paying their fines. For vehicles with Belgian number plates, the collection rate was 80 per cent in 2023 and 76 per cent in 2024.", "Van den Brandt acknowledges the problem and therefore wants to strengthen collection mechanisms for foreign drivers. Belgium currently only has bilateral agreements with France and the Netherlands for the collection of traffic fines.", "‘Agreements with other countries are necessary. However, the Brussels-Capital Region does not have the authority to negotiate bilateral agreements with other countries,’ the minister said. She has now asked the federal government to conclude similar agreements with other countries.", "In the meantime, additional measures are being prepared in Brussels. Parking agency Parking.brussels has plans to work together with a company that specialises in the collection of European traffic fines.", "The agency will soon be given the power to immobilise vehicles with a wheel clamp or have them towed away in the event of repeated non-payment."]},
{"title": "‘Belgium appears to be the focus of increased hybrid threats’ says defence chief", "date": "2025-11-13T08:19:24Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/_belgium-appears-to-be-the-focus-of-increased-hybrid-threats-say/", "source": "VRT NWS", "first_lines": "Belgium appears to be the focus of increased hybrid threats Belgian Chief of Defence Frederik Vansina told the chamber of representatives, the lower house of the Belgian parliament on Wednesday. He was referring to recent incidents involving drones flying over airports and military bases, as well as cyber threats, ships off our coast and ‘assertive rhetoric’ on social media.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/a0b08f75-30e7-4f81-b843-a3f2d98abf4b.jpg?width=200&height=113&q=80", "tags": [], "content": ["The defence chief had been invited to parliament for an exchange of views on the Strategic Vision for Defence 2025, which is essentially the government's long-term vision for the army and all the investments that go with it.", "‘I am convinced that this strategic vision will further strengthen the ongoing reconstruction of our defence capability,’ General Vansina said. He believes that this reconstruction has been under way since 2016 and was successfully continued by the previous government.", "During much of his presentation, Vansina outlined the threat facing Belgium and the world, strongly focusing on the situation in Ukraine. That war has exposed a new technological reality: the increase in drones on the battlefield.", "By 2025, Ukraine will have used no fewer than 4 million drones on the battlefield, according to Vansina. ‘We haven't seen the end of it yet,’ he warned. Vansina cited drones that will increasingly be controlled by artificial intelligence – a trend that we in Europe are very wary of for ethical reasons, he explained.", "Drones have caused quite a stir in Belgium in recent weeks. ‘At the moment, Belgium seems to be the focus of an increased hybrid threat,’ the general said.", "This is not only true for Belgium, but is visible throughout Europe. ‘We are also seeing actions, with strong indications that they are being directed by Russia,’ he continued, pointing to the sabotage of undersea cables, cyber attacks, disinformation, and so on.", "As far as the fight against drones is concerned, Vansina refuted the claim that the defence ministry had neglected the problem. The plan put forward by defence minister Theo Francken (Flemish nationalist N-VA) to counter drones is part of a comprehensive package.", "It will now take a few months – ‘not years’ – to become operational. However, the lessons learned from Ukraine also show that it is important to have the latest technology in both drone and counter-drone capacity.", "Assistance from our neighbouring countries, the UK, Germany and France, in the fight against the drone threat was ‘very welcome’, the general noted, but he was unwilling to comment further.", "Vansina also stressed that Russia has completely switched to a war economy, with tanks, guns and ships rolling off the production line on a daily basis.", "‘The question is what will happen if there is a ceasefire in Ukraine tomorrow.’ Meanwhile, China is not standing still either and is developing its armed forces and arsenal at an enormous speed.", "Vansina expressed concern about this and asked politicians to consider the way in which purchases are made in Belgium.", "‘We work using peacetime procedures, with all kinds of intermediate steps and rules, which slow down the procurement process, while our opponents move much faster,’ he noted.", "‘I don't know if we in the West can continue using our peacetime rules. Perhaps we should sit down with the finance inspectorate and others to consider how we can speed up procedures.’"]},
{"title": "What can you expect at Winter Wonders in Brussels this year?", "date": "2025-11-13T14:53:54Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/what-can-you-expect-at-winter-wonders-in-brussels-this-year/", "source": "VRT NWS", "first_lines": "Brussels is getting ready for the 24th edition of Winter Wonders, the Christmas festival and market in the downtown. This year, there are several new features, including a poetic nativity scene and a Christmas market on the Poelaertplein. An overview.", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/12/12/07ac28a0-550b-48a2-9f2b-6181a946096b.jpg?width=200&height=113&q=80", "tags": ["Culture", "Brussels"], "content": ["With 4.2 million visitors last year, Winter Wonders is one of the largest Christmas markets in Europe. The City of Brussels estimates that it generates an estimated 260 million euros for the Brussels economy.", "This success is largely built upon 238 stalls and six attractions on familiar Brussels squares, but there are also some new features this year.", "A new Christmas market is planned at the foot of the Ferris wheel on the Poelaertplein near the courts of justice. The market will include a collection point for toys for sick and disadvantaged children.", "The courtyard of Brussels town hall will be transformed into Morphosis, an immersive experience of light and sound. People who are prepared to make an effort for a good view can once again climb the 200 steps of Brussels town hall tower to enjoy the panorama.", "Of course, no Christmas celebrations would be complete without the Christmas tree on the Grote Markt.", "According to Christmas tree spotter Pierre Demesmaeker, this year’s Christmas tree is still growing in Sint-Katelijne-Waver (Antwerp). The decorations will be auctioned afterwards to raise cash for charity.", "Underneath the Christmas tree you will find a nativity scene: a poetic installation by interior designer Victoria-Maria, inspired by the Royal Greenhouses in Laken.", "The Vismet or Fish market remains the epicentre of the Christmas market, but the layout has changed slightly to ensure smoother circulation. The Ferris wheel remains there, as well as the carousel on the Sint-Katelijneplein and the ice rink and curling rink on the De Brouckèreplein.", "Workshops will be organised on the Muntplein, open to the general public and schools. In the adjacent Muntschouwburg opera building, you can visit the backstage area of the opera.", "Winter Wonders runs from 28 November to 1 January, except on the De Brouckèreplein, where it stays open until 4 January."]},
{"title": "Belgians taking fewer antibiotics", "date": "2025-11-14T15:06:32Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/belgians-taking-fewer-antibiotics/", "source": "VRT NWS", "first_lines": "According to a new report by the public health science institute Sciensano, the use of antibiotics in Belgium has fallen by 14% during the past 10 years. Sciensano describes this development as “encouraging”, but at the same time stresses that the European targets are not currently being met.", "thumbnail": "https://images.vrt.be/vrtnws_web/2022/09/22/269fa38d-3a59-11ed-b07d-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Health"], "content": ["Antibiotics are medicines used to fight bacteria. However, excessive or incorrect use of antibiotics can lead to resistance, meaning that bacterial infections become much more difficult or even impossible to treat.", "The European Union has therefore set a target of reducing the number of daily doses per 1,000 population to 17.5 by 2030. However, according to Sciensano, we are still a long way from achieving this.", "In 2023, the consumption of antibiotics in Belgium stood at 20.6 daily doses per 1,000 population. If current trends continue, the European targets will not be met.", "The Sciensano report also shows that on average the use of antibiotics in hospitals has increased in recent years. However, its use for the treatment of outpatients has actually decreased. Sciensano concludes that “Harmonising practices between hospitals could contribute to a more rational use of antibiotics”."]},
{"title": "Foreign Minister announces major restructuring of Belgian diplomatic posts abroad", "date": "2025-11-14T09:42:02Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/foreign-minister-announces-major-restructuring-of-belgian-diplom/", "source": "VRT NWS", "first_lines": "The Belgian Foreign Minister Maxime Prévot (Francophone centrist) has announced a major restructuring of Belgium’s network of diplomatic posts abroad. Under Mr Prévot’s plans around staffing levels at around 20 Belgian diplomatic missions will be strengthened and 5 new diplomatic post will be opened. Meanwhile, 8 posts will close, including those in Maputo (Mozambique), Sarajevo (Bosina & Herzogovina) and Kuwait City. The Belgian Foreign Ministers says that the overhaul is needed due to the rapidly changing geopolitical context.", "thumbnail": "https://images.vrt.be/vrtnws_web/2018/02/02/7966549d-07b3-11e8-abcc-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Foreign News"], "content": ["The network of embassies and consulate abroad are Belgium’s “eyes and ears” around the globe. They represent Belgium’s interests and provide an essential like between Belgium and its international partners. However, Mr Prévot says that as geopolitics change it is necessary to adapt Belgium’s network of diplomatic posts abroad to accommodate the shift in global dynamics.  ", "In a statement the Belgian Foreign Minister said that “Trade and tariff wars are forcing us to rethink our network of partners and diversify our reach and influence. (…) Armed conflicts are increasing, reaching Europe’s borders and leading to a massive reorientation of several strategic economic sectors. Development cooperation worldwide is facing budget cuts, which – in addition to geopolitical factors – necessitate a review of how we operate”.", "The changes will be implemented next year and in 2027. 8 diplomatic missions will close. They are the embassies or consulates in Sarajevo (Bosnia & Herzegovina), Conakry (Guinea), Bamako (Mali), Maputo (Mozambique), Havana (Cuba), Rio de Janeiro (Brazil), Kuwait City (Kuwait) and Guangzhou (China).", "Mr Prévot is keen to stress that the restructuring is part of a cost-cutting exercise.  ", "“The closures do not detract from the importance we continue to attach to our bilateral relations with the countries involved.”", "Meanwhile, 5 new diplomatic posts will open. These include embassies in Tirana (Albania) and Muscat (Oman). Elsewhere, a number of existing Belgian diplomatic missions will receive additional staff. A pool of “flying diplomats” is also to be set up. They will be deployed to respond quickly to crisis situations will also be created, a flexible group able to respond quickly to crises, cover long-term absences or provide temporary support where needed."]},
{"title": "Belgian Defence Attaché in Washington DC resigns after criticising President Trump", "date": "2025-11-14T08:49:39Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/belgian-defence-attache-in-washington-dc-resigns-a-criticising-p/", "source": "VRT NWS", "first_lines": "The Belgium’s Defence Attaché in Washington DC Brigadier General Bart Verbist has resigned after comments he made about the US President Donald Trump. On Thursday the daily ‘De Morgen’ published an article in which Brigadier General Verbist is quoted as describing the Trump presidency as being \"characterised by chaos and unpredictability\".", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/14/dfd7745b-4c2a-4402-9227-70084d6705d8.jpg?width=200&height=113&q=80", "tags": ["Home News", "Foreign News"], "content": ["Several sources have told the press agency Belga that Brigadier General Verbist tendered his resignation this week after a breakdown of trust with the Pentagon. It is reported that he will be given a few weeks to leave the United States. One source says that what he said about President Trump is being held against him.", "Brigadier General Verbist’s remarks appeared in in the Belgian Military Journal. The Journal is published monthly by the Belgian armed forces. The piece has since been removed from from the Belgian Military Journal’s website. A brief summary can still be found in the magazine’s newsletter.", "The newsletter article reads \"The first six months of President Trump's second term have been brutal and have undoubtedly ushered in a new chapter in international relations. Brigadier General Bart Verbist explains in no uncertain terms how the United States has embarked on a marked change of course under President Trump, both in terms of domestic and foreign policy.\"", "The newsletter article goes on to say that that this new direction has been \"mainly characterised by chaos and unpredictability\". It is unclear whether the many changes are driven by a well-thought-out strategic vision or rather by one-day politics, where Trump rules according to a 24-hour news cycle and wants to make headlines every time”.", "According to a source, the matter came to the attention of US Defence Secretary Pete Hegseth's team."]},
{"title": "Bill White is the new US Ambassador to Brussels", "date": "2025-11-14T10:46:09Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/14/bill-white-is-the-new-us-ambassador-to-brussels/", "source": "VRT NWS", "first_lines": "Bill White is the new American ambassador to Brussels. Ambassador White has already presented his credentials to Belgium’s Head of State King Filip (photo above). Bill White is the founder of a consultancy firm. He donated to Donald Trump's election campaign, but previously also offered financial backing to the Democrats Barack Obama and Hillary Clinton. He is openly gay and in a same-sex marriage. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/ae5fda94-e8ab-4870-ab67-f9ad184b34bd.jpg?width=200&height=113&q=80", "tags": ["Home News", "Foreign News"], "content": ["The US President Donald Trump appointed the businessman Bill White as the new United States' ambassador to Belgium in December 2024. Following Senate approval and a swearing-in ceremony at the US State Department, Mr White arrived in Belgium on 6 November. On Thursday, he presented his credentials to King Filip at the Royal Palace and the US Embassy in Brussels officially announced his appointment.", "In a press statement, Bill White said that it was a great honour to represent the Trump Administration in Belgium. “I look forward to working closely with our Belgian friends to promote peace and security in Europe and further strengthen our economic ties that create prosperity for Americans and Belgians alike.”", "The news website Politico says that Bill White was a major donor to Trump's election campaign. Despite this, in the past, Mr White supported the Democrats Barack Obama and Hillary Clinton.", "In 2012 the openly gay Mr White, publicly withdrew his support for the Republican Mitt Romney, describing him as “on the wrong side of history”, due to his stance on same-sex marriage."]}
]