[
{"title": "Dozens of children born to Palestinian parents have been stripped of their Belgian nationality ", "date": "2025-12-02T09:39:52Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/12/02/dozens-of-children-born-to-palestinian-parents-have-been-strippe/", "source": "VRT NWS", "first_lines": "According to a report in the daily ‘De Standaard’, local authorities in Belgium have stripped dozens of children born to Palestinian parents of their Belgian nationality. Since 2023, at least 44 families have been plunged into what human rights groups describe as “complete legal uncertainty”.", "thumbnail": "https://images.vrt.be/vrtnws_web/2018/12/05/abee5c43-f8a4-11e8-abcc-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Belgian law stipulates that any child born here cannot be left stateless. If the child’s parents are stateless themselves, the registrar at the local Town Hall has the autonomy to grant him or her Belgian nationality at birth. The Federal Migration Centre Myria says before 2023, this was most commonly applied to children of Palestinian parents.", "However, the Aliens Office (DVZ) says the rule has been abused. Some families reportedly sought Belgian nationality for their child in order to secure family reunification rights. As a result DVZ began writing to local authorities whenever family reunification of this nature were filed. This has prompted many municipalities to reassess previous decisions to grant nationality.", "The Federal Ombudsman has repeatedly warned that the DVZ has no authority to influence such decisions.", "Human rights groups, including Myria and the Flemish and Francophone children’s commissioners say that this has caused an sense of widespread uncertainty and has resulted in numerous court cases. In three court ruling made so far two orders to withdraw Belgian nationality have been annulled."]},
{"title": "Subscribe to our Flandersnews newsletter!", "date": "2019-02-25T14:39:31Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2019/02/25/flandersnews-launches-newsletter/", "source": "VRT NWS", "first_lines": "Flandersnews is launching a daily newsletter.  Do you wish to keep up-to-date with the top news stories in Belgium?  If so, please register at the bottom of our homepage.", "thumbnail": "https://images.vrt.be/vrtnws_web/2019/01/30/f5994db6-247c-11e9-abcc-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Once you have registered, you will receive a daily email alerting you to our top stories.  In exceptional cases, when something particularly newsworthy happens, we will let you know too as soon as possible!  Make sure you keep abreast of what is going on around you and register today!  Our news stories will help you to dialogue with your Flemish neighbours and colleagues and assist you to form part of our society.  ", "What is Flandersnews? Flandersnews is the English news website of VRT, the Flemish public broacaster.  Our website offers news articles and English versions of reports first aired on VRT TV News. Our newsletter contains a selection of the latest articles sent straight to your mailbox.", "Flandersnews carries all the big news stories in a language you can understand! It's Belgium’s leading English language website for news and video reports, current affairs and the best human interest and business stories.", "As part of a big media organisation flandersnews is able to draw on the expertise of a team of 300 VRT TV, radio and online journalists. We also bring English language versions of video reports first shown on VRT TV News. Our culture section reports on exhibitions and the world of the arts. In our sports section you can follow the accomplishments of Flemish sportsmen and women.", "If it happens in Belgium and it’s worth reporting, you’ll find it on flandersnews.be.", "Our newsroom is staffed seven days a week and our reports are regularly updated."]},
{"title": "Uninsured school buses seized by police", "date": "2025-11-28T09:48:51Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/uninsured-school-buses-seized-by-police/", "source": "VRT NWS", "first_lines": "Police in Flemish Brabant have confiscated 8 busses used to transport children to and from school as the buses were insured. Officers from the Pajottenland Local Police Service pulled over 1 of the buses while it was transporting schoolchildren. The youngsters were taken to school in a replacement bus or in unmarked police cars. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/27/f1e61bb4-5c97-4f46-99c4-dbc3dc117f2c.jpg?width=200&height=113&q=80", "tags": ["Home News", "Flemish Brabant"], "content": ["5 children an adult whose job it is to supervise them were on the first bus. The bus company sent a replacement bus with a driver. The replacement bus was in order and the pupils were able to get on it and continue their journey to school. The Pajottenland Local Police Service suspected the first bus they checked was just the tip of the iceberg and they tipped off neighbouring local police services.  ", "A little later officer from the Dilbeek Local Police Service pulled over 3 other buses from the same company that weren’t insured. Each of the buses had several children on board. They were taken to school in unmarked police cars.", "The Zennevallei Local Police Sevice found that a further 4 of the company’s buses were not insured.", "Joost Van Liefferinge of the Zennevallei Local Police service told VRT News that \"This is a serious breach of the law that necessitates immediate seizure, of the vehicle. The 3 local police services will now carry out check the company in question to examining whether other vehicles are breaking the rules.\""]},
{"title": "‘TimeOut’ says that Brussels’ Vlaamsesteenweg is the World’s 11th coolest street ", "date": "2025-11-21T11:20:27Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/21/_timeout_-says-that-brussels-vlaamsesteenweg-is-the-worlds-11th/", "source": "VRT NWS", "first_lines": "The international urban lifestyle magazine ‘", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/11/23/baa759a8-e26c-4fce-a3e3-650093479b5f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["The London-based magazine ‘", "compiled a Top 31 of what it considers to be the world’s coolest streets. The criteria used by ‘", " when deciding which streets are the coolest are “drink, fun, culture and community”.", "The magazine went looking for both “backstreets and lively boulevards” that are enjoyed by locals. The magazine's Brussels writer is lyrical about the Vlaamsesteenweg. “It’s got all the charm – cobbled streets, crooked façades and centuries-old houses – but without the clichés”.", "Furthermore, it is just a short walk away from the city’s tourist traps such as the central market square (Grote Markt) and Manneken Pis. The diversity of what is available on the Vlaamsesteenweg won praise from '", "Brussels writer “Indie boutiques, a photomaton built into a wall, cafés, splashes of street art and some of the city’s most popular eateries.”", "“You’ve got a street that captures the spirit of Brussels: creative, joyful and a little rough around the edges.\"", "‘", "is particularly impressed by the range of shops and cultural activities of offer in the narrow, cobbled street. “it bursts with eclecticism: you can buy a bonsai tree with tiny apples, visit a falconry museum, browse vintage pop culture at Stuff, pop into the baroque La Bellone cultural centre, fix your bike, or watch artists work behind shopfront windows”.", "The Nighshop wine bar, the fresh mussels at Pré Salé and the popular Au Laboureur bar with its reasonably-priced lager beer at 2.50 a glass all came in for praise "]},
{"title": "ING Bank denies firm decision to end Brussels credit line", "date": "2025-11-26T14:17:56Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/26/brussels-to-lose-credit-line-from-ing-finance-minister-warns-ag/", "source": "VRT NWS", "first_lines": "The bank ING has denied taking any decision to withdraw a 500-million-euro credit line from the Brussels-Capital Region by the end of the year. Belgian press agency Belga reported that the Dutch had taken the decision yesterday. Earlier Belgian state-owned bank Belfius decided to withdraw the credit line that it had provided to the regional authorities in Brussels. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/03/27/10234058-6f92-49e2-9d57-66a6d93e8ebf.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["Meanwhile, the state of region’s finances has worsened further. The caretaker government that has limited powers, no majority and can’t take any significant policy decisions works with a budget based on so-called “provisional twelfths”. Each provisional twelfth is one twelfth of the last budget passed by parliament. In the case of the Brussels-Capital Region this is the 2024 budget.", "ING confirmed it is still in talks on renewing a contract that offers the Brussels-Capital Region a half-a-billion-euro credit line but which runs out on 31 December 2025.", "The Brussels-Capital Region is seriously in the red and any attempts so far to form a new coalition government have failed. The finance minister in the outgoing Brussels regional government Dirk De Smedt (Flemish liberal) confronted with the erroneous report repeated his warning that Brussels risks a US-style shutdown if a new budget is not passed soon.", "De Smedt added that he has been trying to make the message clear within the regional government for several weeks now. \"I hope that my colleagues are also aware of this urgency. We must act now. Only through a new credible financial strategy and a multi-year budgetary plan in which we structurally reduce the deficit, can we guarantee the continuity of our services and the stability of Brussels”.", "Dutch bank ING has not yet made a decision about the credit line for Brussels. The bank emphasised this after the Belga press agency had previously reported that the credit line had been suspended. ‘After further consultation, it has been decided to sit down at the table again, which is good news in itself,’ Brussels finance minister Dirk De Smedt (Flemish liberal Open VLD) says."]},
{"title": "\"Historic cannibalism in Namur area\", DNA research reveals", "date": "2025-11-27T10:32:02Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/historic-cannibalism-in-namur-area-dna-research-reveals/", "source": "VRT NWS", "first_lines": "Between 45,000 and 41,000 years ago, cannibals are believed to have been active in the vicinity of what is today the Walloon capital Namur.  The cannibals are thought to have targeted Neanderthal women and children. The findings are the result of new DNA research conducted by the Brussels-based ", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/07/01/3183c470-378d-11ef-92ff-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Science"], "content": ["In the Goyet Caves, near Namur, bones of Neanderthals have been found since the 19th century.", "Based on bone remains, researchers have known since 2016 that the inhabitants of this cave feasted on Neanderthals. It is the first known case of cannibalism among Neanderthals in Northern Europe.", "'A third of the bones – mainly from the lower limbs – showed signs of cannibalism: cut marks, notches and/or round indentations,' says Patrick Semal, curator of the anthropological collections at the Institute of Natural Sciences.", "The fact that the Neanderthal remains were processed in a similar way to the animal remains from the same cave suggests that the local inhabitants practised cannibalism to eat the meat.", "DNA research has now revealed that the victims were four women, who did not share the same mother. Two boys were also among the victims. One of the children had just been born, while the other was between 6.5 and 12.5 years old. Even more striking is the fact that the victims did not come from the region itself but must have been brought there from elsewhere.", "The remains are between 45,000 and 41,000 years old and date from a period when Neanderthals were finding life increasingly difficult and Homo sapiens were gaining influence.", "There may have been a violent confrontation between the two groups. ‘We see similar behaviour in chimpanzees: it is intended to weaken a neighbouring group or defend territory,’ says Semal.", "It is not clear who was responsible for cannibalism. It could have been Homo sapiens, but the researchers consider it more likely that it was rival Neanderthals. ‘Some of the bones were also used to sharpen stone tools, a practice we are familiar with mainly among Neanderthals,’ Semal adds."]},
{"title": "First temple of the Church of Jesus Christ of Latter-day Saints in Belgium opens in Brussels", "date": "2025-11-24T10:26:01Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/24/first-temple-of-the-church-of-jesus-christ-of-latter-day-saints/", "source": "VRT NWS", "first_lines": "The first temple of the Church of Jesus Christ of Latter-day Saints, often referred to as the \"Mormons\", has opened in Belgium. The Church of Jesus Christ of Latter-day Saints claims to be the restoration of the original church as established by Jesus Christ.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/22/5ea2c963-f86f-4634-9bef-e609d10f6822.png?width=200&height=113&q=80", "tags": ["Brussels"], "content": ["The temple is located on the Kunstlaan in downtown Brussels. Although the building will undergo extensive renovation in coming years, the opening ceremony was held on Saturday.", "Elder Jack N. Gerard, the spiritual leader of the church, attended the ceremony and also gave an opening speech. In it, Gerard not only declared the temple open, but also immediately recalled the fulfilment of an ancient prophecy. This prophecy states that the teachings of the Church of Jesus Christ of Latter-day Saints will conquer the world.", "‘The original Church of Jesus Christ was lost after the murder of the 12 apostles and their disciples,’ says Dinis Adriano, spokesperson for the church in Belgium. ‘It was not until 1830 that the only true church was restored by the then 14-year-old Joseph Smith.’", "According to Elder Gerard, previous attempts to establish the faith in Belgium had so far failed. That is why no temple has ever opened in Belgium so far.", "‘We want to build more and more temples in the future, but there must be followers,’ says spokesman Adriano. ‘Over the past 20 years, the religious community in Brussels has grown. We now have 7,000 members. We hope that our members will visit the temple regularly.’", "The building at Kunstlaan 52 in Brussels will undergo extensive renovation from January onwards and will be converted into a temple. By 2029-2030, the entire building should be renovated and accessible to Belgian faithful.", "The faith is centrally managed from the main temple in Salt Lake City, Utah, USA, and there are more than 260 temples spread across the globe."]},
{"title": "Outrage after Bpostgroup and Temu announce greater cooperation", "date": "2025-11-27T15:57:09Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/outrage-after-bpost-and-temu-announce-greater-cooperation/", "source": "VRT NWS", "first_lines": "Business organisations Unizo and Comeos are unhappy about closer cooperation between Belgian postal services group Bpost and the controversial Chinese web shop Temu. ‘The government is undermining its own local economy,’ they say. The organisations want the publicly owned enterprises minister Vanessa Matz (Francophone centrist) to intervene as soon as possible. Belgian consumer protection minister Rob Beenders (Flemish socialist) is calling for caution when making purchases from Chinese web shops. ‘Much of that Chinese junk poses a huge health risk’ he says.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/27/48d2258e-2623-4d31-acf3-9316705fcf4b.jpg?width=200&height=113&q=80", "tags": [], "content": ["Bpost and Temu want to further strengthen their ongoing cooperation in Belgium and Canada. The announcement is remarkable, because Bpost is half-owned by the government. The same government that wants to curb the flow of Chinese parcels from Temu and other web shops based outside the EU.", "The cheap goods are so numerous that they are difficult to control when they enter the EU. The government has previously warned about the trading practices of Chinese shops and the quality of their products.", "Business organisations Unizo and Comeos speak of a slap in the face for everyone who does business in this country. ‘The unfair competition and enormous pressure that web shops like Temu are putting on our market is one of the biggest problems facing our economy,’ says Unizo CEO Bart Buysse. ‘Now it appears that the government, albeit via Bpost, will help strengthen Temu’s position and thus undermine its own (local) economy.’", "Comeos, an organisation that defends Belgian trade and services businesses, points out that product tests in various European countries show that a large part of Temu's range does not meet European product safety standards. ‘This means that toxic substances, dangerous toys and unsafe electronics are entering Belgian homes unchecked,’", "Consumer protection minister Rob Beenders understands the concerns expressed by Unizo and Comeos. ‘More than 90 per cent of electronic products from platforms like Temu do not meet our safety standards,’ he said in response. ‘Much of this Chinese junk poses a huge health risk to ourselves and our children.’", "In response to the dissatisfaction expressed by Comeos and Unizo, Bpost emphasises that it ‘operates correctly within all legal provisions’. The company also says it supports the demand for additional structural measures to protect European companies from unfair practices by non-European web shops.", "According to Bpost, the cooperation plans with Temu concern the further roll-out of their sales platform within Europe. The Chinese company wants to sell more thanks to cooperation with local players.", "Bpost notes that it is one of Temu's smaller partners with regard to the delivery of Temu parcels in Belgium. ‘In doing so, Bpost ensures that parcels are transported safely, efficiently and in an increasingly sustainable manner.’"]},
{"title": "A hundred years of L'Archiduc in Brussels: Johan Ral's new tome brings iconic bar’s history to life", "date": "2025-11-26T14:42:35Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/26/a-hundred-years-of-l-archiduc-in-brussels-new-tome-brings-iconi/", "source": "VRT NWS", "first_lines": "L'Archiduc is one of the most famous venues in Brussels.  Flemings and expats flock here to experience all kinds of performances, live piano, poetry and DJ sets. The bar is the result of one hundred years of Brussels history, as journalist Johan Ral explains in his new illustrated book ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/25/00b5eb9d-24f7-4cd3-b043-bcd811e467ff.jpg?width=200&height=113&q=80", "tags": ["Culture", "Brussels"], "content": ["‘We know that David Bowie visited L'Archiduc because rock singer Arno mentioned it, but who can prove it? Jean-Louis, the current owner, didn't witness their encounter.’ Music journalist Johan Ral is keen to dish up this and other anecdotes about the famous Brussels café to Eva Christiaens, our colleague at Brussels media outlet ", ".", "The journalist, who used to work for this parish and weekly Knack, had already written a book about the Ancienne Belgique concert hall and now it is the turn of the Archiduc bar. Today, it is a popular nightspot for young expats, but it is also a favourite haunt of the Flemings of Brussels, who have been able to meet rock singer Arno (pictured) and film director Marc Didden here since the 1980s.", "With its 70-year old piano, L'Archiduc remains popular for an afternoon chat as well as for dancing well into the early hours. In over 200 pages, Ral guides us through lesser-known stories. From the watch shop that once thrived in the building to the private club that moved in in 1943.", "While alcohol sales were strictly regulated under the Vandervelde Act during the first half of the last century, the members of the society ", " sought a place in Brussels to enjoy a cognac and a cigar behind closed doors.", "‘These friends settled in L'Archiduc in 1943, but their club had been around since 1925,’ says Ral. ‘It was a typical business club that you couldn't just walk into. That naturally fuelled rumours about secret meetings and clandestine affairs.’", "The current décor of L'Archiduc is still that of the 1930s and 1940s: the entrance, iconic chairs and armchairs, the massive round bar, the deep alcoves, the mezzanine. ‘This isn’t the only venue in Brussels that is subject to a preservation order, but the fact that a café has existed in this form since 1943 and with the same function since 1985 is unique,’ Ral explains.", "In the 1940s, in the midst of the Second World War, Les Amis de l'Art Décoratif hired Alice Praxel – popularly known as “Madame Alice” from the café across the street in Dansaertstraat – to serve as manager.", "After her death in 1951, jazz musician Constant Brenders, whose stage name was Stan, took over. He had already played piano across the street and took over at L'Archiduc in 1953, together with his wife: it was still a private club, but now for jazz lovers. Clémence Jacqueline Cambien, known to her friends as “Boule”, ran the business until 1985, after Stan's death.", "However, during the war years, Brenders worked for Belgian radio, which was controlled by the Nazi occupiers during the war. ‘He did indeed continue to perform with his orchestra, both live and on public radio,’ says Ral.", "‘He claims this was mainly to protect his musicians from compulsory labour in Germany. Personally, I don't think Stan Brenders was a collaborator in the political sense of the word. After the war, he was targeted and punished too harshly for continuing his work as a conductor. You see this everywhere: in times of occupation, nightlife simply goes on.’", "And that nightlife really took off after the war, in the 1950s. Brenders took over L'Archiduc at a time when the theatres and cinemas from the De Brouckèreplein to the Rogierplein were flourishing. ‘Back then, you could also find restaurants and cafés where artists would stay out late. L'Archiduc is one of them,’ says the journalist. American jazz singer and musician Nat King Cole was one of those who played the iconic piano at L'Archiduc during this period, as did countless of Brenders’s fellow musicians.", "To this day, the café attracts an audience of artists: sometimes because they have to perform in the city centre later that evening, sometimes because they come for a drink after their concert. This brings us back to the anecdote about David Bowie.", "Apart from the international names, the bar also attracts numerous Flemings. In the late 1970s, a very young Johan Verminnen was introduced to L'Archiduc long before he became a famous Flemish star. Later, a circle of Flemish friends grew up in the bar, Arno, actors Josse De Pauw and Jan Decorte, and film directors Dominique Deruddere and Marc Didden. Flemings always associated the “Arno Gang” with this bar.", "‘During my research, I discovered much more than I ever imagined,’ says Ral, who touches on the life stories of all these figures in his book. The anecdotes range from jazz performances in the 1950s to the role of the piano and other art forms today.", "Jacqueline, Stan Brenders' widow, also gets her own chapter because she ran the café on her own for 16 years after his death. During the war, she was married to a German and was known among the customers as a somewhat reserved figure. It was Jacqueline who sold the café in 1985 to the current owners, Jean-Louis Hennart and his wife Nathalie Dufour, who subsequently opened it to the general public.", "‘I chose to do justice to history in all its dimensions, from the painters who came to paint at L'Archiduc to the writers who came to write here,’ says Ral. L'Archiduc has never been merely a jazz haunt and it is not to this day. It is a bar, a café but one where performances are regularly organised.\"", "This has led to a wide range of stories, which you don't always discover in your first conversation with café owner Jean-Louis Hennart, says Ral. ‘He is very modest, in all his generosity, and believes that the café belongs to his guests, but he is actually an adventurer, who is constantly building bridges.’ Hennart travelled to Asia in the 1980s and single-handedly organised an exhibition of work by Albert Pepermans, now a renowned Belgian painter.", "‘Why did Arno feel so at home at L'Archiduc and why does artist Luc Tuymans continue to speak so respectfully of Jean-Louis? It's all down to that same generosity and the bonds created by Jean-Louis and Nathalie,’ says Johan Ral.", "‘When we call L'Archiduc a magical and special place, we are usually referring to the architecture, the piano and the artists who have been here. But its real DNA lies in who has managed and run the business. Jean-Louis and Nathalie were given permission by Jacqueline to take over the café because she felt she could trust them. Jean-Louis was already involved in a political theatre company in the 1970s. He has always continued to express that commitment.'", "Today, Jean-Louis is 72, but he is still running the business. ‘At the moment, I see no reason to stop,’ he says in the book. His café has changed since the early years, says Ral. ‘After a Frenchification in the 1990s, ironically via Arno's French and French-speaking friends, we now see a young, highly educated international crowd and there are more DJ sets.’", "Nevertheless, Ral sees L'Archiduc as a source of stability and continuity. ‘In uncertain times like today, people need that. Valuable heritage, beautiful in the simple definition of the word, can be appealing. I think that the fascination with heritage in the city is nothing more than that: it offers stability.’"]},
{"title": "First radar images from “Belgian” satellite that observes our planet day and night with razor-sharp precision", "date": "2025-11-27T08:27:34Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/first-radar-images-from-belgian-satellite-that-observes-our-plan/", "source": "VRT NWS", "first_lines": "The European Space Agency (ESA) has shared the first images from Sentinel-1D, a satellite that was largely developed in Belgium. The radar images show Tierra del Fuego and the Thwaites Glacier in great detail, as well as the Elbe estuary in Germany, where the European space budget is currently being discussed.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/26/3eeac726-1f3c-4449-8a16-4b0d61a666ff.jpg?width=200&height=113&q=80", "tags": ["Climate & Environment", "Science"], "content": ["Sentinel-1D is an observation satellite made in Belgium – or at least largely so. The company Thales Alenia Space Belgium developed its “heart”. On 4 November, the European Space Agency (ESA) successfully launched the satellite using an Ariane 6 rocket.", "The first images from the satellite arrived within 50 hours, possibly a record for a radar satellite observing the Earth, ESA writes in a press release. These first images focused on the Antarctic Peninsula, Tierra del Fuego (the southern tip of South America) and the Thwaites Glacier in Antarctica.", "According to Nuno Miranda, Mission Manager of Sentinel-1, the latest images are of unprecedented high quality.", " ", "The images are part of the Copernicus programme, the Earth observation programme of the European Union and ESA. Europe's eye on Earth.", "The aim is to collect information and in particular about the environment and climate, and to make that scientific data freely and openly available. Scientists around the world can use it for their work."]},
{"title": "Euroclear issues strongest warning yet on use of Russian assets", "date": "2025-11-27T13:26:49Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/euroclear-issues-strongest-warning-yet-on-use-of-russian-assets/", "source": "VRT NWS", "first_lines": "The Belgian financial institution Euroclear has issued a warning about the use of frozen Russian assets. Using the €185 billion of blocked assets for the reconstruction of Ukraine could cause significant damage to the European investment climate. We must also be vigilant with regard to the legal steps that Moscow could take, the company writes.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/24/6edb21ae-41c8-48cd-b155-f4433489fa4c.jpg?width=200&height=113&q=80", "tags": [], "content": ["Outside the EU the plan to use blocked Russian monies could be seen as ‘confiscation’. That is what Euroclear CEO Valérie Urbain writes in a letter to Commission President Ursula von der Leyen and European Council President Antonio Costa. The news was first reported by Britain's Financial Times, which was able to view the letter. Euroclear that is often dubbed 'the bankers' bank' has meanwhile confirmed the content of the letter.", "Urbain sees major dangers emerging now that Europe after all has plans to use the money for the reconstruction of Ukraine. Seizing the money could set a dangerous precedent, the CEO writes. What could be the impact? Investors will be deterred from investing in European government bonds, resulting in higher interest rates.", "There's also a second warning from Euroclear: the legal action Moscow could take. ‘Russia could take legal action against us or seize assets,’ explains VRT NEWS journalist Rob Heirbaut, who is closely following the Euroclear dossier.", "‘Euroclear wants guarantees that all countries will contribute to any costs if the money is used for Ukraine. Even though the European Commission has put everything on paper and, according to them, the plans are legally watertight. The question is also: how will the rest of the world view this?’", "This is the company's clearest warning to date. ‘Previously, it always remained noncommittal, but has already warned of all possible outcomes.’", "Since 2022, a large sum of money belonging to the Russian Central Bank has been frozen at Euroclear: around 185 billion euros. This is a sanction imposed by the European Union because of Russia's futher invasion of Ukraine.", "The company has been making a profit on these Russian assets for years, which in turn has been feeding into the Belgian treasury through taxes. The Belgian government uses this money, which falls under military expenditure, to support Ukraine. The profits made by Euroclear itself are also skimmed off by the EU and channelled to Ukraine. However, the assets themselves have not yet been touched.", "The European Commission now wants to go further and use the Russian money for the reconstruction of Ukraine. Only when the war is over, the sanctions are lifted and Russia pays Ukraine compensation for the war damage caused, would Ukraine have to repay the frozen Russian cash borrowed from Europe.", "Belgian Prime Minister De Wever (Flemish nationaist) opposes this plan because it is not certain ‘whether this is legal’ and because of fears of legal action by Russia.", "The decision on Russian funds is expected to be made at the next European summit (18 and 19 December). Whether the plans will be finalised by the end of the year remains to be seen. Now that US President Donald Trump is also eyeing the assets, the urgency is certainly much greater.", "In his peace plan, Trump proposes redistributing the frozen assets. If it were up to him, part of the money would go towards rebuilding Ukraine and the rest to an ‘American-Russian investment fund’.", "All eyes are currently on Belgium, VRT's Rob Heirbaut explains. ‘There is a lot of pressure on Belgium to agree to the plan, if only to keep the assets out of the reach of Trump and Russia.’"]},
{"title": "VUB inaugurates new TIER-1 supercomputer at Zellik Research Park", "date": "2025-11-28T12:27:40Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/vub-inaugurates-new-tier-1-supercomputer-at-zellik-research-park/", "source": "VRT NWS", "first_lines": "The new Flemish TIER-1 supercomputer has been inaugurated during an event at the Zellik Research Park on Thursday evening. The supercomputer that has been named Sofia is managed by Brussels’ Dutch-Medium Free University (VUB) Sofia is the most powerful computer in Flanders.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/28/7de60a8d-d0a2-4665-9c7e-0bbb2cee71d2.jpg?width=200&height=113&q=80", "tags": ["Home News", "Science"], "content": ["A TIER-1 supercomputer is installed every six years at a different university. After Ghent University’s (UGent) previous model, named Hortense, the Brussels university VUB is now responsible for hosting the new system, Sofia. Due to the rapid pace of technological advance each new supercomputer is an ever more advance machine.", "The main technological advance with Sofia’s lies in its increased capacity for artificial intelligence applications. According to the VUB, the system offers the highest computing power in Flanders and can be used across all scientific disciplines. Possible applications for Sofia include training climate models, simulating chemical reactions and developing AI tools for medical research.", "The supercomputer can be used by both academia and industry, and the VUB aims for it to be in use at least 80% of the time. It is one of two TIER-1 systems in Belgium. The other TIER-1 system is located in Charleroi. Each university also operates a TIER-2 computer with lower computing capacity.", "The Flemish Government has invested 8.6 million euro in the project. Speaking at Thursday evening’s inauguration, the Flemish Prime Minister Matthias Diependaele (nationalist) said that \"Researchers today need the very best. Sofia is an undisputed milestone for science and innovation.\"", "Although designed to minimise energy use, the machine remains highly energy intensive. It requires water cooling, as traditional air cooling is no longer sufficient, in order to prevent its cables from overheating and melting.", "Sofia is part of the Flemish Supercomputer Centre (VSC) and is housed at the Nexus Data Centre in Zellik in Flemish Brabant."]},
{"title": "Belgium to give 1.1 billion euro to the European Space Agency", "date": "2025-11-28T09:10:50Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/belgium-to-give-1-1-billion-euro-to-the-european-space-agency/", "source": "VRT NWS", "first_lines": "During a meeting of the European Space Agency (ESA), in the German city of Bremen on Thursday, the ESA’s Director General Josef Aschbacher announced that the agency’s 23 member states will contribute 22.1 billion euro to the ESA during the coming years. Of this over 1.1 billion", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/27/7a69caca-3308-42dd-a50f-9e5615edc0ea.jpg?width=200&height=113&q=80", "tags": ["Home News", "Science"], "content": ["In 2022, at the previous meeting of the ESA’s Council of Ministers, the member states pledged 16.9 billion euros to the Agency. Ahead of this week’s meeting the ESA had warned that Europe risks falling behind in the global space race if its members don’t increase their contributions.", "The Federal Science Minister Vanessa Matz (Francophone centrist) has confirmed that Belgium will contribute 1.109 billion euro over the next five years. More than a quarter of Belgium’s contribution will go to programmes aimed at improving space resilience. Funding will be used for the development of secure telecommunications satellites and the further expansion of a robust, independent European navigation system to complement Galileo.", "Belgium has also allocated 114 million euro to the design and development of a European launcher and 113 million euros to Earth observation programmes, including the continued development of the European Copernicus satellites. A further 205 million euro will be given to ESA scientific programmes, while 110 million euro will support space exploration."]},
{"title": "Flemish Government to invest 3.2 billion euro in the construction and renovation of school buildings ", "date": "2025-11-28T11:42:46Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/flemish-government-to-invest-3-2-billion-euro-in-the-constructio/", "source": "VRT NWS", "first_lines": "The Flemish Government has announced a 3.2-billion-euro investment programme in school infrastructure. The money will be used to finance the construction of new schools and the renovation of existing school buildings. The investment will be spread over the current legislature that ends in 2029. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/28/fe066048-0516-40d3-9e09-fdeac786f7b8.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["At the start of the legislature in 2024, the Flemish Education Minister Zuhal Demir (nationalist) announced that she intended to invest more in school buildings. In order to finance some of the investment in school infrastructure she took measures including cuts to the budget for school laptops.", "The annual investment budget for school building will rise from 571 million euro this year to 750 million euro per annum in 2029. In total 3.2 billion euro will be invested in the renovation of existing school buildings and the construction of new schools. This constitutes the biggest ever investment in school buildings.  ", "In addition to new school buildings, old buildings, will be renovated, improved accessibility  and the modernisination of infrastructure to make it meet current needs.", "Ms Demir told journalists that “We're not starting from scratch. But the backlog is enormous: waiting lists, old buildings, energy inefficiency.”", "Ms Demir also announced measure to ensure that asbestos is completely removed from all Flemish schools. A decreet to this effect was approved in the Education Select Committee of Flemish Parliament.", "“Asbestos has no place in an environment where children play and learn every day. That is why we will reimburse 100% of costs incurred for the removal asbestos. Not 60%, not 70%, but in full.”", "According to a report that will be published officially tomorrow, 61% of schools still have at least some asbestos present in their buildings.  "]},
{"title": "Broadcast worldwide but fake: video of explosion at Iran prison traced back to old photo", "date": "2025-06-26T07:58:02Z", "author": "Rien Emmery", "url": "https://www.vrt.be/vrtnws/en/2025/06/26/broadcast-worldwide-but-fake-video-of-explosion-at-iran-prison/", "source": "VRT NWS", "first_lines": "A short video clip showing an explosion at Evin Prison in Tehran during an Israeli bombing raid is fake. The attack did take place, but the video in question – which has been widely broadcast and shared – is a fragment of an older photo of the prison gate. The photo was presumably edited into a moving image using AI technology.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/24/b33bb54d-a158-4f39-9e98-7dfbfcc84ffa.png?width=200&height=113&q=80", "tags": ["nws check"], "content": ["News outlets around the world published images from a surveillance camera that allegedly captured the Israeli bombing of the notorious Evin Prison in the Iranian capital, Tehran, on 23 June.", "However, an analysis by VRT’s fact-checking team shows that the images are fake: they are a fragment of a photo from January 2023, which has been edited into a video with an explosion added.", "On Monday morning, 23 June, Israel announced that it had bombed several symbolic sites in Iran, including Evin Prison in the capital, Tehran.", "The prison is notorious for the hundreds of dissidents and other political prisoners who are being held there. One of them is ", ", the Iranian-Swedish emergency doctor and visiting professor at the Vrije Universiteit Brussel who has been accused of espionage by the Iranian regime and sentenced to death.", "The most spectacular image of the attack was a 6-second black-and-white clip showing an explosion at the prison gate. The images appear to be from a surveillance camera. They were shared on social media by Iranian journalists such as ", ", and by Israeli Foreign Minister ", ".", "The footage was also picked up by news media around the world. It was featured in reports by ", ", CNN in the US, the British public broadcaster BBC and VTM-Journaal.", "There is no doubt that Evin Prison in Tehran is shown at the beginning of the video. The sign and the barred windows are clearly recognisable in other photos of the building.", "Using ", ", an image search engine, we performed a search using the opening image of the video. The result is a ", " of Evin Prison that bears a striking resemblance to the source material.", "Further reverse image search queries reveal cropped versions of the same photo on various websites. ", " cites a Twitter profile as the source: @iaaraash.", "On that profile, we indeed found the ", " of the gate of Evin Prison. The image appears to have been posted by Iranian citizen journalist Arash Hashemi more than two years ago, on 6 January 2023.", "Image analysis showed that the first frame of the black-and-white footage apparently from the security camera fits perfectly into the larger colour photo from January 2023. You can see that first video image here in the red frame.", "Further comparison also shows that the plants in the foreground of both images are identical.", "Incidentally, this vegetation is another indication that the images of the explosion cannot be recent. The bare bushes correspond to the time when the photo was taken, in the winter month of January 2023, not to the situation in the summer month of June 2025.", "An aerial photograph from June 2023, for example, shows how the bushes are normally in full leaf at this time of year.", "Everything therefore points to the images in the video being fake. A section of an older, genuine photo of Evin Prison has been edited into a video with an explosion added.", "This was probably done using an application based on AI. The phenomenon of adding explosions to images is quite common, to the extent that there are even ", " for it.", "Although Evin Prison was indeed bombed on 23 June, these images are not authentic.", "On Monday morning, 23 June, Israel bombed Evin Prison in the Iranian capital, Tehran.", "A video appeared on social media showing surveillance camera footage of an explosion at the prison gate. Israeli government officials and Iranian media have shared the images, which have also been picked up by the world press.", "However, the video is fake. A fragment of an older photo of Evin Prison, from January 2023, has been edited into a video showing an explosion. This was probably done using AI.", "We therefore assess the viral video of the 23 June bombing of the prison to be false. ", "Read ", " about fact checking, disinformation or online deception.", "This fact check was written based on the information available at the time of publication. Find out more about ", ".", "Do you have any questions or comments, or would you like to know who is on our team? Read about it in ", ".", "You can also find our fact checks at ", ", along with reliable fact checks from several other Flemish and Dutch editorial teams.", "Would you like to have something checked? Email us at check@vrtnws.be. VRT NWS is a recognised member of the ", " and the ", "."]},
{"title": "‘Repetition works’: 1 Russian fake news story about Zelensky’s wealth every month since invasion of Ukraine", "date": "2025-07-09T13:56:41Z", "author": "Ellen Debackere", "url": "https://www.vrt.be/vrtnws/en/2025/07/09/repetition-fake-news-russia-ukraine-zelensky/", "source": "VRT NWS", "first_lines": "A villa, a sports car, expensive jewellery: in the 40 months since Russia invaded Ukraine, there have been at least as many fake news campaigns about the private spending of president Volodymyr Zelensky. Many of these come from or were spread by pro-Russia Telegram channels. Their aim? To undermine support for aid to Ukraine. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/18/c6a4e874-0008-43a4-8b3b-288cba8b9709.png?width=200&height=113&q=80", "tags": ["nws check", "Culture"], "content": ["Since the start of the war in Ukraine, at least 40 fake news campaigns have been launched, reporting on the alleged expenses of Ukrainian president Volodymyr Zelensky, primarily by pro-Russian channels.", "The articles, alleging luxury purchases such as a villa or a sports car by Zelensky or his wife, have been debunked every time. They appear to be intended to undermine support for aid to Ukraine in its fight against Russia.", "VRT NWS Russia expert Marijn Trio: “The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division.”", "Volodymyr Zelensky’s wife did not buy a “€4 million Bugatti” in Paris and the president ", ". But that’s what many posts on social media would have us believe: that Zelensky is taking Western money meant for the defence of his country and spending it on luxuries.", "In the 40 months since Russia’s invasion of Ukraine, our journalists have counted at least 40 fake news stories about the president’s supposed spending – one fabricated story for every month.", "What are they saying? There have been false claims about Zelensky’s purchase of villas around the world, as well as fake reports about ", ".", "Sometimes the stories originate on pro-Russian Telegram channels, from where they are spread further.", "One example is the rumour about Zelensky buying a villa in Florida: ", " and was subsequently picked up by ", " that spreads fake news about Ukraine, among other things, via simulated websites.", "Other articles are first published on obscure websites set up for the sole purpose of spreading a particular falsehood. That was the case, for example, in the story alleging Zelensky had ", ". Messages are then picked up and spread further by channels with a wider reach, such as the X accounts of Russian embassies or pro-Russian influencers.", "The fake story about Zelensky’s wife buying a sports car in France is a perfect example of how Russian disinformation works and spreads online.", "A fake story – “Olena Zelenska buys a Bugatti in Paris” – is attached to a real event: the couple’s visit to France. A news website is created – in this case, a site called Vérité Cachée, or Hidden Truth – for the sole purpose of writing an article about it. This article is then used as a source by Russian media and pro-Russian accounts on social media to spread the fake story. ", "The spate of fabrications also brings to mind allegations of tax evasion by Zelensky. He surfaced a few years ago in ", ": leaked documents from companies that had parked offshore funds. So how rich is he, really?", "Estimates on his wealth vary. The Celebrity Net Worth website ", ", as of March this year. According to ", ", his wealth in 2022 stood at $20 million.", "Following the Maidan Revolution in 2014, Ukraine introduced a ", " in which public figures including MPs are required to submit a declaration of their assets each year. The ", " – from March this year – shows that ", " before the Russian invasion of February 2022. The list of assets includes several apartments in Ukraine. ", "Why are pro-Russian factions going to so much effort to create all these fake stories? They have one major goal: to cast doubt on support to Ukraine and make people ask if aid money is getting to where it should.", "According to VRT NWS Russia expert Marijn Trio, the Russians are trying to undermine Zelensky’s legitimacy. The undertone of each of the stories is: “This is what’s happening with the aid to Ukraine. It’s not going to the Ukrainian people or to the army, but to the wallets of the Ukrainian elite.”", "And that message cuts through, because “repetition works”, he says. People see the stories and are subconsciously influenced, especially if there’s a continuous stream of them. Trio: “People mention it to me. They see stories like this and ask themselves if something isn’t right.”", "Fake news works best if it’s based on a grain of truth. In this case, the false stories recall ", ". “But Zelensky was elected precisely on a promise to address this corruption,” says Trio. “So it’s extra hurtful for him to be accused of corruption.", "“The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division,” he says. “It’s important that people know the ways in which this happens so they can be alert to it.”", "This article was produced as part of the Prebunking at Scale project, with support from the ", ".”"]},
{"title": "A secret sale at your local Kruidvat drugstore? Fraudsters spread fake advertisement via Facebook ", "date": "2025-10-13T07:25:12Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/10/01/a-secret-sale-at-your-local-kruidvat-drugstore-fraudsters-sprea/", "source": "VRT NWS", "first_lines": "Advertisements are doing the rounds on Facebook promoting a special offer it is claimed that some employees of the Kruidvat drugstore chain are aware of. A set of personal beauty products is offered for just a few euro in return for completing a short survey. VRT News’ Fact Check Team found that the ads and the profiles that share them are fake. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/09/15/633bc70d-5ef7-4dfc-857a-7b4ebb1ad275.png?width=200&height=113&q=80", "tags": ["nws check", "Consumer Affairs"], "content": ["A large gift set containing skincare products for just 2 euros? It seems too good to be true and of course it isn’t. Several advertisements that appear on Facebook claim that the drugstore chain Kruidvat has a secret that only a few people know about.", "Kruidvat is said to be selling off old stock at bargain prices. If the ads are to be believed, you can buy a Sol de Janeiro gift set for just 2 euros after completing a short survey. Unfortunately, this it's nothing more than a scam.", "The various advertisements consistently tell a similar story. Those that post them claim to have learned about the special offer through a sister who works at Kruidvat or an acquaintance recently laid off by the retailer. Facebook's Ad Library shows that the ads have been viewed over a million times in Belgium.", "Each post is followed by a comment with a link leading to a website containing the supposed Kruidvat survey. Once completed, you can click through to a form where you're asked for payment and your personal details. ", "Although you might never receive the box containing skincare products. As you have entered your bank details, the scammers will be able to withdraw money from your account. They can also use your personal data for phishing purpose or to sell it on to others.", "The profiles behind the ads are made by people posing as Belgians with typically Belgian names. However, a glance at the profiles quickly reveals that they were recently created and have no followers or friends. They have only a handful of photos, and there are no interactions on photos that are unrelated to the scam.", "Using the Pimeyes tool, VRT Fact Check discovered that the photo of Katrien De Smet that was used by the scammers is that a real person from the Netherlands, albeit someone with a different name.", "Not only the advertisements but also the people that respond so enthusiastically to the ads are fake. Photos supposedly of parcels of skincare products that have just arrived at someone’s home are taken to enhance credibility.", "In addition to this, the profiles of the people posting the comments abouts the ads are also fake again. The scammers clearly went out of their way to make the profiles appear genuine. The hometown, workplace, and relationship status are all filled in. However, VRT Fack Check used Pimeyes to check the photographs on the profiles that it investigated and found that they appeared elsewhere on the social media accounts of people with a completely different name.", "Kruidvat’s spokesperson Sander Khouw told the VRT that fake advertisements promoting fake special offers often appear on social media. \"We do our utmost to take action where possible and/or to inform consumers.\" Mr Khouw stresses that advertisements VRT Fact Check investigated are not part of a Kruidvat advertising campaign.", "Kruidvat isn't the only company to fall prey to fake ads. The namers of several other retail companies, such as Decathlon, MediaMarkt, and The North Face, have also been used by scammers.", "   ", ": Is the product you can win through the ad normally worth a lot of money, but now you're only being asked to pay a few euro? Beware! If something sounds too good to be true, it more often than not isn’t.", " ", ": If the page has few followers or photos, it's best not to trust it. Check the supposed vendor’s official page to see if you can find the promotional offer there.", ": After clicking on a link for a deal, first check the web address at the top of your screen. If it looks strange and doesn't resemble an official brand website, don't proceed.", "Contact your bank to have the scammers stop any ongoing and future transactions.", "Call CardStop on 078 170 170.", "Card purcases can be disputed through the m", " website. ", "Report what has happened to the police.", "Lodge a complaint with the Economic Inspectorate. This can be done online via this link: ", ".", " Send VRT Fact Check a mail check@vrtnws.be.", "VRT News is a recognised member of the ", " (IFCN) and the European Fact-Checking Standards Network ", "."]},
{"title": "Inflation rose to 2.40% in November", "date": "2025-11-28T08:43:12Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/inflation-rose-to-2-40-in-november/", "source": "VRT NWS", "first_lines": "The November inflation figures that were published by the federal statistics bureau Stabel on Thursday show a 0.4 percentage point rise in inflation compared with the figures for October. The increase has been driven mainly by higher prices for services and certain consumer goods.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/02/07/34289bfd-4b0e-4213-b264-0b4333974f2c.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The general inflation rate rose from 2% in October to 2.4% in November. Meanwhile, the rate that is based on the so-called “Health Index” that excludes products such as alcoholic drinks, tobacco and petrol rose from 2.11% in October to 2.45% in November. That is more than expected, as the Federal Planning Bureau had forecast only a modest rise.", "Travel, household appliances, electricity, motor fuels and smartphones put upward pressure on inflation, while airline tickets, stays at holiday parks and natural gas helped temper the rise. Core inflation (excluding energy and unprocessed foods) continued to rise. Meanwhile energy inflation remained negative, while services and food inflation rose notably.", "If inflation remains high in December, the trigger index that brings in its wake an increase in public sector's wages and benefits could be exceeded by the end of the year. This would result in a 2% increase in public sector wages and benefitsnext March. Previously, Statbel had forecast the trigger index mechanism would be triggered in January.", "The HR service providers Acerta and SD Worx have calculated that over half a million workers in Belgium will receive a pay rise of about 2.2% at the start of next year. These include office workers, food industry workers and those working in catering and transport.", "Wage indexation is calculated differently in Belgium's private sector. The timing and percentage depend on in which sector of the economy a person works and are determined in binding collective agreements. The exact percentage will also depend on whether the measure to cap index-linked increase in wages to the first 4,000 euro of a person’s salary is approved before the end of this year.", "Whatever is the case, 2.2% is significantly lower than the 3.58% rise they received at the beginning of this year. "]},
{"title": "Russia is attempting to discredit the EU by disseminating fake news on a massive scale: VRT NEWS has mapped dozens of stories and explains how to recognise them!", "date": "2025-11-05T10:02:07Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/russia-is-attempting-to-discredit-the-eu-by-disseminating-fake-n/", "source": "VRT NWS", "first_lines": "On social media, the European Union (EU) is regularly portrayed as a dictatorship that wants to interfere in every aspect of our lives. Criticism is fine, but there are also many fake stories to influence us, mainly spread by pro-Russian sources. Our editorial team has selected 60 of these fake stories. How can you recognise them?", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/28/727ef240-1e6b-481f-91ef-3c1ce82f0b4d.png?width=200&height=113&q=80", "tags": ["Foreign News", "Culture"], "content": ["False reports are circulating online that portray the EU as a dictatorial bloc that is removing all power from the member states. Reports have claimed that the EU is forcing farms in Bulgaria to employ a certain number of LGBTI+ people, that Christmas is to be abolished, and that gel nails are to be banned.", "Legitimate criticism of the EU and its functioning this is not. These are false claims. There is no evidence whatsoever for dozens of claims that VRT News's editorial team discovered through fact-checking. This fake news is usually widely disseminated by pro-Russian accounts with the aim of undermining the EU's image and influencing elections. You can recognise these false claims by using a number of tips.", "‘The ", " only to use straw-based toilet paper’ or ‘", " allows the EU to arrest critical journalists’. It is not difficult to find messages on social media that portray the EU as a dictatorship that controls the lives of its citizens with oppressive legislation.", "We see these kinds of messages popping up in almost all EU member states. Even in non-EU countries where the discussion about membership is alive, such as Georgia and Moldova, a lot of fake news about the EU is  circulating. Often, the messages come from pro-Russian accounts or are at least further disseminated by these accounts.", "This is no coincidence. Over the past three years, elections have been held in many European countries. And attempts have been made to influence these elections. A ", "t mentions 503 deliberate influence campaigns in 2024 alone. These include disinformation campaigns by foreign powers.", "VRT NEWS collected fact checks on these types of anti-EU messages that are demonstrably false. We found about 60 examples that have been circulating since Russia's full-scale invasion of Ukraine. But this is only a small fraction of the many fake stories about the EU that can be found online.", "It is, of course, legitimate to criticise the EU, or to believe that the organisation behaves in a “dictatorial” manner and that your country should leave the EU. But this is not about legitimate criticism of the EU. It is about false and fabricated claims, which originate or are reinforced by pro-Russian circles in order to discredit the EU.", "The aim is always to stir up polarisation in a country, in the hope of ultimately changing or weakening current policy and, for example, making it more pro-Russian or undermining support for Ukraine. ", ", spread across almost all social media platforms known in Europe.", "There is no evidence whatsoever that the ", " or introducing a mandatory number of LGBTI+ people ", ", but how can you tell if something is true or false?", "The false claims we found can be divided into four recurring themes: the EU as a warmonger, the EU as a censoring power, the EU interfering in all aspects of our private lives and consumer affairs, and the EU influencing our identity.", "When it comes to war, for example, ", " has already been able to demonstrate that the EU does not seize your savings to invest in defence, contrary to what is being said online. In addition, false stories about ", " or ", " service are also circulating.", "Fake news about ", " or ", " presents the EU as a controlling power that tries to censor its citizens.", "But less spectacular stories, which affect citizens' private lives and consumer behaviour, are also circulating. For example, ", " demonstrated that the European Commission does not require Slovak millers to add worms to their flour. That was a rumour that was circulating. Earlier this year, ", " also demonstrated that Europe is not secretly putting ‘insects in your bread’.", "The EU promoting Islam and migration, and a misrepresentation of EU policy on the LGBTI+ community: here too, fake news presents the EU as an institution that wants to change the identity of its citizens. For example, ", " demonstrated that the EU does not give Portugal 3 million euros for every mosque built, as claimed online.", "The various topics may be trivial and easy to refute. But the aim is not for each of these claims to be believed. Through all these fake claims, an image emerges of the EU as a dictatorial power that leaves no room for freedom and should therefore be distrusted by everyone. And through repetition, the idea seeps in.", "How can you tell whether a message about a particular EU initiative is fake news or simply someone who sincerely disagrees with the direction the EU is taking? The various European institutions launch thousands of initiatives every year. So it is not always easy immediately to discern what is real and what is not. These tips will help you some way ahead:", ": does a message make you feel anxious or angry? Check the message. Fake news targets your emotions, because in that way it spreads faster.", ": sometimes fake news can contain a core of truth. Perhaps certain European legislation does exist, but certain elements are exaggerated or the legislation is not presented entirely accurately. Consider the example of the so-called ", ". Gel nails are not banned, but ", " is.", ": where does the news come from? By searching for the exact words from a message, you can often find other and earlier versions of the message. This gives you an idea of the type of accounts that are mainly sharing the news. Are these reliable accounts or not?", ": is the news being reported in different places and also in the mainstream media? Does what you read there correspond to the message on social media?", ": see if there are already fact checks on the subject. You can do this, for example, at the ", " or, in Flanders, at ", ": If the initiative really exists, you can find it on the ", ". ", "The 60 false claims approximately we have collected originated in many different ways. Some stories seem to pop up out of nowhere on social media, while others involve misinterpreting existing information or a bold statement by a politician.", "However, it is striking that pro-Russian accounts eagerly spread these claims once they are online. We see this, for example, in the case of the ", " and ", ".", "It is a well-known phenomenon of Russian propaganda: repetition works. We saw this recently with stories about ", ". Here, too, the aim was to undermine the president's legitimacy through a relentless stream of fake news.", "Russian propaganda is now doing the same with the EU: every story is intended to undermine the legitimacy of the EU in the minds of its citizens (and the citizens of countries that want to become members).", ": how a fake news network disrupts elections in Europe", "The ", " has discovered that a Russian-funded network attempted to influence ", ".", "The network promised money to anyone who would spread pro-Russian propaganda and fake news. Participants were trained to produce and disseminate messages on social media via platforms such as Facebook and TikTok. The aim was to damage Moldova's pro-EU party.", "The BBC's undercover journalist was asked to write unfounded accusations. One example is the claim that Moldova's possible EU membership would depend on whether the country's citizens would ‘change their sexual orientation to LGBT’.", "The internet is full of criticism of the EU and its rules. And that is fine if it is based on facts. But on social media, especially when elections in European countries are approaching, we see false messages popping up from pro-Russian circles. Based on lies and false information, they try to make people angry with the European Union.", "Most stories are quickly debunked. But by promoting similar stories over and over again, something seeps into most people's minds. It is the tactic of repetition that Russian propaganda regularly uses. We see the same thing with stories about ", ".", "By looking at the source of the reports and searching for other accounts of the news, you can find out whether or not it is fake news. ", "This article was produced as part of the Prebunking at Scale project, with support from the ", "."]},
{"title": "Explore Argenteuil Castle and its royal connections", "date": "2025-11-29T06:59:00Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/26/argenteuil-castle/", "source": "VRT NWS", "first_lines": "Built in 1930 by businessman William Tuck on an estate founded a century earlier, it was for many years a “place of exile” for King Leopold III and his second wife Lilian Baels. Following a multi-million euro renovation, it is now owned by the Périer-D'Ieteren family holding company: Argenteuil Castle is where the Queen Elisabeth Music Chapel will soon take up residence. Discover the remarkable and eventful history of the building!", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/21/5df73ad6-b06a-4b77-b38f-8f9d97d8333f.jpg?width=200&height=113&q=80", "tags": ["Royalty", "Culture"], "content": ["The Argenteuil estate is located in Waterloo, south of Brussels, on the edge of the Sonian Forest. It comprises 136 hectares of woodland and meadows, several ponds and buildings. And a large deer herd.", "From next year onwards, music will fill the rooms of Argenteuil Castle, as the ", " will be able to use it. Established in 1939, the Queen Elisabeth Music Chapel, named after art loving Elisabeth of Bavaria, Queen of Belgians and King Albert I’s consort, provides high-level training to exceptional young musical talents. ", "After all, Argenteuil is an estate with a special pedigree, closely linked to the history of Belgium and its royal family.", "It was banker Ferdinand de Meeûs, first governor of the Société Générale de Belgique after Belgian independence, who founded the estate between 1833 and 1836.  It was King William I, monarch of the United Kingdom of the Netherlands, who in 1822 established the Generale Maatschappij to stimulate growth and investment in the south of his new kingdom, the regions that are today Belgium.  The Generale Maatschappij became the Société Générale de Belgique after Belgian independence.  Till 1850 it also served as Belgium’s central bank.  De Meeûs built the first castle in Argenteuil in 1847, but that burned down shortly afterwards. A second castle followed in 1858, designed by architect Jean-Pierre Cluysenaar, who also designed the famous Saint Hubert’s Galleries in the Brussels downtown.", "That castle still exists today. It first provided a home to Carmelite nuns, later became the Scandinavian School Queen Astrid, and is today a European school.", "Ferdinand de Meeûs's descendants divided up the estate. In 1929, American businessman and ambassador William Hallam Tuck purchased part of it. Tuck was involved in the American aid for the reconstruction of Belgium after the First World War that even included Leuven University.", "In 1930, William Tuck had a so-called “gentilhommière”, a manor house or country house, built on the estate. American architect William Delano drew up the plans. This “third castle” of Argenteuil is also known as “Bellevue Castle” or “Tuck Castle”. It is where Leopold III, King of Belgians, and Princess Lilian later went to live. And where the Queen Elisabeth Music Chapel will be located from next year onwards.", "Back to the last century. During the Second World War, the German occupiers stabled horses at Argenteuil. After the war, in 1949, William Tuck sold his estate to Belgium’s state-owned rail company, the NMBS. Eventually, the castle became Belgian state property.", "From then on, Argenteuil became closely linked to a turbulent period in the history of the Belgian monarchy. When King Leopold III was forced to abdicate due to his stand during the Second World War, Prince Karel became regent of Belgium until King Boudewijn succeeded to the throne in 1951.", "Prince Karel was then offered the opportunity to live in Argenteuil, but he declined. In the 1950s, various VIPs stayed at the castle, also during the 1958 World Fair in Brussels.", "In 1960 King Boudewijn marries Fabiola de Mora y Aragón, a Spanish aristocrat. The couple want to move into Laken Castle in Brussels. But Boudewijn's father and stepmother live there: the abdicated king, Leopold III, and his second wife Princess Lilian. They are obliged to leave Laken and according to witnesses, they take all their belongings, including all the castle’s furniture, with them to their new address: Argenteuil.", "Leopold and Lilian move into Argenteuil Castle in 1961. There they receive all kinds of guests in what is sometimes referred to as ‘the second court’. Leopold III dies in 1983, and Princess Lilian continues to live there until her death in 2002. ", "The castle is in poor condition; some of the contents later turn up at various auctions. Leopold and Lilian's children – Prince Alexander, Princess Marie-Christine and Princess Marie-Esmeralda – want to turn Argenteuil into a museum, but in 2004 the Belgian state sells it.", "In 2004, Jean-Marie Delwart becomes the new owner. He is a descendant of the Solvay family, a businessman in the chemical industry and a somewhat eccentric nature lover. He pays 7.8 million euros for Argenteuil and spends perhaps as much on restoring the castle.", "In 2019, Delwart is getting on in years and wants to sell the building to a foundation or an organisation committed to nature or art. Not to private individuals. He claims he once received an offer from Russian President Vladimir Putin as well as from the Libyan leader Muammar Gaddafi.", "2025. Following the death of Jean-Marie Delwart, his heirs sell Argenteuil Castle to SPDG, a holding company belonging to the Périer-D'Ieteren family, known for its activities in the automotive sector. The sale price is reported to be 18 million euros.", "21 November 2025: SPDG makes Argenteuil available to the Queen Elisabeth Music Chapel for a long period of at least 40 years. This will allow twice as many musicians to stay in residence. The Music Chapel is located about 700 metres from Argenteuil, in the same green surroundings.", "Princess Esmeralda, daughter of Leopold and Lilian, responds with delight: ‘When we lived here, my father, King Leopold III, made the Argenteuil estate a special place to protect the nature he loved so much.’", "‘Today, I am confident that the Queen Elisabeth Music Chapel will continue this legacy. Giving young talented artists the opportunity to develop in this green environment full of family memories, close to the Music Chapel that my grandmother created, touches me deeply.’", " "]},
{"title": "Brussels’ first ever traffic jam", "date": "2025-11-30T08:00:00Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/24/brussels_-first-ever-traffic-jam/", "source": "VRT NWS", "first_lines": "Those of us that live, work or visit the capital regularly will at one time or another have been stuck in traffic. But when did Brussels experience its first traffic jam? The Brussels regional news platform Bruzz investigated. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/05/05/9518f2fe-7ef5-40f2-8249-9ddb5c2d88c7.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["In 1958 Brussels played host to the World’s Fair. Expo 58 ran from 17 April to 19 October 1958 and attracted more than 42 million visitors from all over the World.", "The World’s Fair took place on the Heizel Plateau in the north of the city’s Laken district. One of the most visited exhibits at the 1958 World’s Fair was the Atomium, an iconic Brussels landmark that still attracts visitors in droves almost 70 years later.", "The flood of visitors to Brussels brought with it a big increase in the amount of traffic. It was then Brussels experienced its first traffic jams.  ", "In order to accommodate the millions of visitors to the World’s Fair, many of whom came to Brussels by car, major investments were made in modernising the capital’s roads.", "The inner ring road was widened, tunnels were built and wide boulevards were constructed to the Expo 58 site. The aim was to make the World’s Fair site and the rest of the city easily accessible for motorists. However, the sheer scale of the infrastructure work that was undertaken was instrumental in creating the traffic congestion issues that we are faced with today. ", "A television programme broadcast at the time that was entitled ‘Operatie Brussel’ (Operation Brussels) espoused hope for the future. Its theme tune was a children’s song with car horns sounding merrily along with the tune for good measure.", "However, as soon as the World’s Fair opened to the public traffic on the city’s roads ground to a halt. A large number of visitors came by car and parked their vehicles at the side of the road wherever the could find space or simply refused to pay to park on one of the official Expo 58 carparks.  The city was unable to cope with the influx of vehicles. ", "The “temporary” measures taken to accommodate the increase in traffic that had been expected but underestimated remained visible decades after the World’s Fair had closed. The Koekelberg Viaduct, for example, was only taken down 26 years after Expo 58 in 1984, when what is now called the Annie Cordy Tunnel opened to traffic.", "Parts of the Tervurenlaan that carries traffic from Sint-Pieters-Woluwe (Brussels) to Tervuren (Flemish Brabant) and a section of the A12 motorway were constructed in the late 1950s with the express aim of facilitating access to Expo 58 for those planning to visit the World’s Fair by car.", "67 years later Brussels is one of the top ten cities in the world when it comes to traffic congestion. The navigation system manufacturer TomTom says that it currently takes an average of 27 minutes to drive 10km in Brussels. This is the same amount of time that it would take tp cover the same distance on an e-scooter. The average Brussels motorist spends more than 100 hours per annum stuck in traffic jams. "]},
{"title": "Discover Mary of Hungary at Mariemont", "date": "2025-11-29T06:50:00Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/25/discover-mary-of-hungary/", "source": "VRT NWS", "first_lines": "The Mariemont Museum in Hainaut Province is putting Mary of Hungary, who served as governor of the Habsburg Netherlands, in the spotlight. She was the sister of Holy Roman Emperor Charles V and wielded considerable influence in the 16th century, both politically and artistically. An extraordinary woman, she hunted like a man, built innovative palaces and commissioned paintings from artists including Titian.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/21/2c7af183-52b9-4d47-a5a1-0b197bed337c.jpg?width=200&height=113&q=80", "tags": ["Culture", "Home News", "Royalty"], "content": ["Mariemont in Hainaut Province literally stands for “Marie-mont” or “Mount Mary”. The name is no coincidence: the town is named after Mary of Hungary (1505-1558), who once had a hunting lodge built here.", "The Mariemont Museum is currently staging a fascinating historical exhibition devoted to Mary of Hungary, “one of those regents who shaped our history and was also an important patron of Renaissance art”, explains Krista De Jonge, emeritus professor of architectural history at Leuven University. And yet her name is much less well known than that of her male contemporaries.", "It’s the 16th century. Our regions are part of the Habsburg Empire. Charles V, Emperor Charles, is in power. His sister is Mary of Hungary. She grows up in Mechelen, under the care of her aunt Margaret of Austria. Her husband, the King of Hungary, is killed in the war against the Ottoman Empire leaving her widowed. ‘Underneath her widow's garb, she was a free woman,’ Krista De Jonge says.", "Mary of Hungary is then appointed as governor of the Netherlands. She moves into the Coudenberg Palace in Brussels, the remains of which are located under the current Koningsplein. Immediately, she has a spacious gallery built for herself, ‘as a male ruler would do’.", "Mary plays a crucial role in the succession to the throne of her nephew. Emperor Charles’s only son, Philip II, is a “prince who was raised in Spain and whom no one here knows”. Mary accompanies Charles and Philip on all kinds of joyful processions. Today, we would call this a promotion campaign. Mary, Charles and Philip: these three characters are central to the exhibition in Mariemont.", "‘The apotheosis of these joyful arrivals took place in August 1549 in Mariemont and Binche,’ explains Krista De Jonge. Mary had meanwhile moved from Brussels and had had a palace built in Binche (Hainaut Province) and a hunting lodge in Mariemont. For eight days, she directed masquerades, banquets and balls, culminating in a mock battle involving hundreds of extras. The Habsburgs were fond of spectacle.", "In the exhibition, images and sound allow you to experience what such a celebration must have looked like. Modern digital technology brings a rare watercolour painting of the Binche banquet hall to life. You can see the dancers moving, hear the music and the conversation in a soundscape. It is entirely scientifically accurate according to the principles of a new discipline called “archaeoacoustics”. ", "Nothing remains of the hunting lodge in Mariemont and only the foundations of the palace in Binche still exist. That is the tragedy of this story. ‘Hainaut was for centuries a battlefield. The hunting lodge and palace, built in modern Renaissance style, were constructed between 1547 and 1549. Barely three years later, there was an attack by the French, the arch-enemies of the Habsburgs,’ says Krista De Jonge.", "‘The hunting lodge was pillaged, and even the trees that Mary had had brought from the Sonian Forest outside Brussels at great expense were uprooted.’ It was a very targeted action against Mary of Hungary, which also highlights the position of power she held.", "According to the standards of the time, she remained in the shadows. But she was a woman of stature. ‘Like all Habsburgs, she loved hunting. She rode a horse like a man during dangerous wild boar hunts in the Sonian Forest; she conducted military inspections herself along the strongholds on the southern border; she held important meetings in her apartments.’", "She was also an important patron of various artists, commissioning the Italian master Titian, who was asked to paint Habsburg portraits. In short, Mary of Hungary was ‘an extraordinary character. She was much more prominent than her predecessors or successors,’ says Krista De Jonge, although she certainly, as a woman, faced limitations.", "The exhibition in Mariemont is not her life story but sketches the context in which this extraordinary woman lived. Paintings, sculptures, drawings, engravings, manuscripts, precious metalwork and archival documents from more than 40 museums and private collections set the scene. The ruined hunting lodge of Mariemont can be seen in a painting by Jan Brueghel, Mary’s portrait in a painting, after Titian. All kinds of handwritten documents can be viewed under glass.", "A special object is a handkerchief from 1548 (!) on which a song for Mary is printed. The song has been recorded especially for this exhibition and can be viewed and listened to on site.", "A brand-new addition to the Mariemont Museum itself is a 16th-century tapestry, which may depict the Mariemont hunting lodge. Over the past year, it has been perfectly treated and preserved by the Royal Manufactory De Wit in Mechelen.", "Practical information: the trilingual exhibition ", " – part of the Europalia Spain Festival –Domain & Royal Museum of Mariemont. From 22 November 2025 to 10 May 2026."]},
{"title": "Does the law allow companies to record calls made to their customer service helplines?", "date": "2025-11-30T08:00:00Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/24/does-the-law-allow-companies-to-record-calls-made-to-they-custom/", "source": "VRT NWS", "first_lines": "Often when you call a company’s customer service department the call is recorded, usually “for quality control purposes”. This is perfectly legal as long as you are informed in advance that the call will be recorded. But what is meant by “quality control”? Kris Seyen is a legal expert specialised in privacy law. In an interview with the VRT’s consumer affairs programme WinWin, Mr Seyen explains what the law is regarding an individual’s privacy when they call a customer service department. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2021/12/02/90fe3615-5379-11ec-b07d-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Society & You", "Consumer Affairs"], "content": ["The VRT Radio 2 listener Paul Van Herck asked 'WinWin' whether a company may record a call made by him to their customer service department without him having given his express permission. He added that he has no idea what companies do with the recordings.", "Kris Seyen is a legal expert in the field of privacy law. He advises customers on data protection. According to him, companies are perfectly within their rights to record a call. \"They only have to clearly state that the call is or could be recorded and what the reason is why a recording is being or might be made. If you don’t wish to be recorded, the best option is to put the phone down and hope that you can contact the company online by, for example, a contact form”.", "Paul Van Herck wonders what exactly is meant by “quality control” as this is invariably the reason given for a call being recorded. Kris Seyen explains that the calls are recorded either to be used later for training purposes or to enable supervisors to monitor members of their team.", "'WinWin' asked several large companies whether they record the calls made to their customer service departments. Almost without exception they said that calls are recorded and that the recordings are saved and used (e.g. for training purposes) at a later date.", "For example, the water company De Watergroep records every call that is made to its general switchboard number. The recordings are used to train (new) staff. The recordings are listened to during coaching session for customer service agents and are kept for 14 days.", "The telecom company Proximus says that it keeps recordings made of calls by customers to its customer care and technical support centres for 1 month. Here too the recordings are used for coaching purposes. However, they are also used to enable staff to better follow up a customer’s request or complaint.", "The Belgian rail company NMBS also keeps recordings of telephone calls made to its customer care centre for a month. In addition to training purposes, the recordings are also used if a complaint is made about NMBS’ customer service department. ", "But what if you have shared sensitive information such as your national registration number during a call to a customer service department? Can everyone just listen to a conversation containing your private and personal details during a training session?  ", "Kris Seyen says that companies are obliged to keep the amount of personal data disclosed in recordings used for training purposes to a minimum. However, while it is easy to omit personal data from written documents by redacting them. This is more difficult with sound recordings.", "Paul Van Herck fears that a company might use a recording of a telephone call against him. \"Imagine that you have a heated discussion with a customer service agent on the phone or you have a dispute with the company. Could they use the recording against you?\" ", "Kris Seyen reassures Paul that this would not be the case. \"A company may only use the recording for the stated purpose. So, if a telephone conversation with a customer has been recorded for ‘quality control purposes, it may not be used as evidence against a customer. If, for example, I were to confess to one of my energy supplier’s customer service agents that I am tampering with my digital meter, the recording of the call could not be used as evidence to prosecute me”."]},
{"title": "Christmas tree arrives on Brussels market square (VIDEO)", "date": "2025-11-20T13:16:57Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/20/christmas-tree-arrives-on-brussels-market-square-video/", "source": "VRT NWS", "first_lines": "A pine from Sint-Katelijne-Waver in Antwerp Province was chosen this year to serve as the Christmas tree on Brussels’ historic market square.  The tree made its journey through the centre of Brussels on Thursday morning. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/20/8090519f-9489-4556-877c-f1460b575ec6.png?width=200&height=113&q=80", "tags": ["Brussels", "Culture"], "content": ["The lorry driver in charge faced quite an arduous task negotiating a route dotted with posts that today are such a feature of our urban landscape.  At times there was only a centimetre or too spare!", "The pine stands 20 metres tall and weighs nearly seven tonnes.  It has to fit into a hole with a diameter of only 60cms.  The tree’s base needs to be shaved a little to allow it to fit perfectly.", "The tree is now in place.  Only the lights are still missing, but they will be turned on within the week to the delight of the thousands of tourists who make for the Belgian and Flemish this Christmas."]},
{"title": "Brussels’s Christmas tram gets passengers into the festive spirit", "date": "2025-12-01T13:51:58Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/12/01/brussels_s-christmas-tram-gets-passengers-into-the-festive-spiri/", "source": "VRT NWS", "first_lines": "The Brussels local transport company MIVB and its Christmas tram are getting passengers into the Christmas spirit. The decorated tram will be making its way around the city during the festive season, with Father Christmas occasionally joining in the fun.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/12/01/02b5e863-675f-40aa-b9e8-306d968bf158.jpg?width=200&height=113&q=80", "tags": ["Brussels"], "content": ["The Christmas tram runs in Brussels from today. ‘The tram has Christmas lights and is decorated in red and green. Announcements of the next stop are being replaced by a Christmas choir,’ explains the MIVB’s Laurent Vermeersch.", "‘We have been doing this for several years now and we have noticed that it elicits positive reactions. People enjoy riding the Christmas tram. It breaks the routine. Many people take the tram every day and when it is decorated, it creates a special atmosphere.’", "From 1 December to 4 January, the Christmas tram will run on five MIVB lines: lines 9, 18, 19, 82 and 92. On 17 and 20 December, Father Christmas will be on board, handing out sweets.", "On 11 December, a pop-up store opens in the Rogier metro station. Here you can buy original gifts and toys including model trams and buses and items made from recycled STIB materials."]},
{"title": "Six months' imprisonment and a one-year driving ban: actor Matthias Schoenaerts convicted of driving without a licence", "date": "2025-12-01T09:46:00Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/12/01/six-months-imprisonment-and-a-one-year-driving-ban-actor-matth/", "source": "VRT NWS", "first_lines": "Actor Matthias Schoenaerts (47) has been sentenced to 6 months in prison, a €4,000 fine and a one-year driving ban for driving without a valid licence. This was decided by the police court in Beringen. Schoenaerts was arrested last week in Pelt after allegedly refusing to take a breathalyser test.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/12/01/42608d59-d3b1-4e07-a3d7-a2946d1e045e.jpg?width=200&height=113&q=80", "tags": ["Culture"], "content": ["Police stopped Matthias Schoenaerts, who was riding on his motorbike, in Pelt (Limburg) on 5 and on 21 April 2024, while driving without a valid driving licence. The actor had been banned from driving in Antwerp in September 2021 on account of drug use while driving and had to retake his compulsory 'recovery tests' and exams, but had failed to do so.", "Schoenaerts has already been convicted by a police court 11 times in the past. He did not appear in Beringen today and was sentenced to six months' imprisonment in absentia. He will also receive a fine of €4,000, a one-year driving ban and will have to retake all his tests.", "This does not mean that the actor will have to go to prison immediately. He can still lodge an  appeal.", " Schoenaerts's conviction does not relate to the events of last week, when he was arrested in Pelt during a police check for allegedly refusing to take a breathalyser test. Again, he was not in possession of a valid driving licence and behaved in an uncooperative manner."]},
{"title": "Lost Rubens ‘missing for centuries’ auctioned for 2.9 million euros (VIDEO)", "date": "2025-12-01T08:33:32Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/12/01/lost-rubens-_missing-for-centuries-auctioned-for-2-9-million-eur/", "source": "VRT NWS", "first_lines": "A painting by the famous Antwerp painter Sir Pieter Paul Rubens (1577-1640) was sold at auction in Versailles (France) for €2.94 million at the weekend. The canvas, entitled 'Christ on the Cross', was only discovered a few months ago, after being missing for centuries.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/30/849be269-5e84-4d51-8c07-87bbbdd81814.jpg?width=200&height=113&q=80", "tags": ["Culture", "Foreign News"], "content": ["The painting dating from 1613, which was thought to be lost, was found last September when an auctioneer completed the inventory and sale of a mansion in Paris, the French capital. A winning bid of 2.3 million euros was made, but with all costs included, the sale price rose to 2.94 million.", "The discovery was an “extremely rare” event, according to auctioneer Jean-Pierre Osenat, who found the canvas. The painting depicts Christ crucified against a dark and threatening sky. According to Osenat, the canvas marks “the very beginning of Baroque painting”.", "Prof Nils Büttner authenticated the work. Büttner is a specialist in German, Flemish and Dutch art of the 15th and 16th centuries and chairman of the Rubenianum, an Antwerp-based organisation located near the master's former studio, which focuses exclusively on Rubens' oeuvre.", "Rubens painted Christ on the cross at least three more times, the most famous example of which is in the Alte Pinakothek in Munich, southern Germany.", "The famous baroque painter often worked for the Church, but this work, measuring 105.5 by 72.5 centimetres, was probably intended for a private collector. It belonged to the 19th-century academic painter William Bouguereau and then to the owners of the mansion where it was found."]},
{"title": "Air China to connect Brussels with Beijing and Chengdu", "date": "2025-12-01T13:25:46Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/12/01/air-china-to-connect-brussels-with-beijing-and-chengdu/", "source": "VRT NWS", "first_lines": "The Chinese flag carrier Air China will start flights to Brussels Airport at the end of next March, the airport authorities have announced. The flights add an extra Chinese destination to the Belgian airport's network: Chengdu.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/12/01/ceca673c-d633-4c00-aa0a-54164e9670ed.jpg?width=200&height=113&q=80", "tags": ["Flemish Brabant"], "content": ["Air China will connect Brussels Airport with the Chinese capital Beijing – a route already served by Hainan Airlines – and with Chengdu, a metropolis in central China.", "Chengdu, the capital of Sichuan province, will be the fifth destination on the Chinese mainland in Brussels Airport's passenger network, after Beijing, Shanghai, Shenzhen and, for the past ten days, Chongqing. Hainan Airlines operates on these routes. Juneyao Air also flies between Brussels and Shanghai.", "There are also Cathay Pacific flights between Brussels Airport and Hong Kong, the special administrative region. ", "Cargo flights between Brussels and Chengdu have already been operating for some time now."]},
{"title": "Archaeologists find remains of stone dwelling from 12th or 13th century during excavations at Leuven town hall", "date": "2025-12-01T08:48:57Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/12/01/archaeologists-find-remains-of-stone-dwelling-from-12th-or-13th/", "source": "VRT NWS", "first_lines": "During the restoration work at Leuven Town Hall, archaeologists found the remains of a stone house dating from the 12th or 13th century. It is the oldest stone house ever discovered in Leuven, and the city is calling it an “exceptional find”.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/12/01/7163c5bd-bbec-4534-819b-1b1b078cadc7.jpg?width=200&height=113&q=80", "tags": ["Culture", "Flemish Brabant"], "content": ["Leuven Town Hall is undergoing thorough restoration in coming years. During excavations in the courtyard garden of the town hall, the Vrijthof, archaeologists came across the remains of a stone house from the 12th or 13th century. Walls and a staircase have been uncovered.", "According to the city authorities, this is the oldest stone house ever discovered in Leuven. ‘It is exceptional that these houses were made of stone, with walls one metre thick,’ says Dirk Vansina, alderman for Monuments and Immovable Heritage.", "‘At this time, people mainly built wooden half-timbered houses, so these must have been the homes of wealthy Leuven residents. The houses were demolished in the 15th century to make way for the construction of the town hall.’", "The archaeologists found even older traces under the building. They discovered the post holes of a wooden structure and a waste pit containing animal bones and ceramics.", "The city will exceptionally open the gates of the Vrijthof on 6 December between 12 noon and 4 p.m. Archaeologists will be on hand to provide more information about the excavations."]},
{"title": "Police find baby taken from Ghent hospital in Germany", "date": "2025-12-01T09:06:03Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/12/01/police-find-baby-taken-from-hospital-in-ghent-in-germany/", "source": "VRT NWS", "first_lines": "Police in Germany have found the baby that was taken from a Ghent hospital on Thursday, the East Flemish public prosecutor's office says. The parents took their baby from the hospital without permission and against medical advice.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/30/34893811-fd8c-464a-9b69-be72522e3c68.jpg?width=200&height=113&q=80", "tags": ["Foreign News", "East Flanders"], "content": ["The baby is less than a month old and requires urgent medical care. Nevertheless, the parents left the hospital in Ghent with the baby without permission.", "The police and judicial authorities immediately launched an international search, with the assistance of the Belgian police missing persons unit.", "At around 2 a.m. on Friday night, the police found the parents and their baby in Germany. The baby immediately received the necessary medical care. The German police questioned the parents, but they were then allowed to go.", "Their baby will remain in a hospital in Germany for as long as medically necessary."]},
{"title": "Belgian government bans China’s DeepSeek in the civil service", "date": "2025-12-01T11:05:40Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/12/01/belgian-government-bans-chinas-deepseek-in-the-civil-service/", "source": "VRT NWS", "first_lines": "Belgian federal government staff are no longer permitted to use applications of the Chinese AI DeepSeek system.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/01/31/88025996-3cf6-45f9-84d3-a3df77e29072.jpg?width=200&height=113&q=80", "tags": ["Science"], "content": ["Federal government employees are no longer allowed to use applications of the Chinese AI system DeepSeek. All applications must be removed from staff members' work devices by 1 December, a circular recently published by the government modernisation minister Vanessa Matz (Francophone centrist Les Engagés) instructs.  The AI language model DeepSeek is considered to be the Chinese counterpart of America’s ChatGPT. However, privacy concerns are being raised in many countries.", "The decision to ban the Chinese model from federal government services came after an analysis by Belgium’s Centre for Cybersecurity. ‘Following this analysis and taking into account the risks in terms of the protection of data transmitted to the DeepSeek system, it has been decided preventively to ban the Chinese system from federal government workplaces,’ Matz said earlier. ‘Banning the use of this system is a matter of vigilance. We guarantee that our government services are a safe, secure and an exemplary environment.’", "The federal government includes federal government departments, autonomous government agencies, administrative public institutions, the public prosecutor's office, the defence ministry and the federal police. The ban also applies to staff mobile phones: ‘phones whose subscription or usage costs or purchase are partly or fully paid for by the government’."]},
{"title": "16-year-old cyclist seriously injured collision with bin lorry in Antwerp", "date": "2025-12-02T10:29:47Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/12/02/16-year-old-cyclist-seriously-injured-collision-with-bin-lorry-i/", "source": "VRT NWS", "first_lines": "A 16-year-old girl has been run over by a refuse collection vehicle while she was riding her bicycle in the Het Eiland area of Antwerp. The girl was taken to the Cadix Hospital where she is currently receiving treatment for her injuries. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/12/02/ddef7980-d4a2-4484-938d-5e511bf6d8d5.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The accident happened just after 8:30am on Tuesday morning at the Kattendok-Oostkaai, in the Het Eiland area of Antwerp. The Antwerp Local Police Service says that the cyclist rode onto the road in between two parked cars.", "Police spokesperson Kim Bastiaens told VRT News that the girls was unable to swerve out of ther path of the bin lorry as she attempted to cross the road.", "The girl was taken to the nearby Cadix Hospital where her condition is described as being not life threatening. An investigation will be carried out into the precise circumstances surrounding the accident.", "\"We will interview the driver of the refuse collection vehicle and also interview the girl as soon as this is possible. CCTV footage will also be examined”, Kim Bastiaens told VRT News. "]},
{"title": "Belgian soldier dies after being seriously injured during mortar gun exercise in Lithuania", "date": "2025-12-01T07:53:01Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/12/01/belgian-soldier-dies-after-being-seriously-injured-during-mortar/", "source": "VRT NWS", "first_lines": "Fabrice Debersaques, commander of the Brasschaat Artillery Battalion, yesterday paid tribute to Danfo Van der Velden (22), the young Belgian soldier who succumbed to his injuries sustained during a military exercise in Lithuania on Friday.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/28/3ef78189-0f35-4887-866b-be1dca16066c.jpg?width=200&height=113&q=80", "tags": ["Foreign News"], "content": ["Details about the exact circumstances of the accident and its cause could not yet be provided. The investigation is still ongoing. A team of specialists has been sent to the scene.", "The Belgian soldier was seriously injured during a mortar gun exercise in Lithuania and was taken to hospital in a critical condition, according to the Belgian Ministry of Defence.", "The soldier had first received first aid at the scene and was then transferred to a civilian hospital.", "An investigation has been launched to determine the exact circumstances of the incident. Further analysis should provide more clarity, according to Belgian defence minister Theo Francken (Flemish nationalist N-VA) and chief of defence Frederik Vansina.", "Belgian units have been deployed in Lithuania for several months now as part of the NATO detachment “Forward Land Forces Lithuania”. The mission is part of the defence of NATO's eastern flank. The deployment is scheduled to run until the end of January.", "Since the war in Ukraine and the increased Russian threat, NATO has increased its military presence in Eastern Europe."]},
{"title": "Mons Indictment Chamber orders that French gangsters’ mother’s body be exhumed", "date": "2025-12-02T09:08:40Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/12/02/mons-indictment-chamber-orders-that-french-gangsters-mothers-bod/", "source": "VRT NWS", "first_lines": "The Mons (Hainaut) Indictment Chamber has opened a new line of investigation into the as yet resolved case of the Brabant Killers. The Brabant Killers (a.k.a. the Nivelles Gang). The Francophone public broadcaster RTBF says that the Indictment Chamber has requested that the body of the mother of the French gangsters Xavier and Thierry Silman be exhumed in order for a DNA sample to be taken. This sample will be compared with samples already taken by detective working on the case. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/12/02/9c4c2112-07ef-4eca-9dcf-b72898eb5e05.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The Federal Prosecutor’s Office has not confirmed that a request has been made for the body to be exhumed. However, the Francophone public broadcaster RTBF says that the Mons Indictment Chamber has ordered that the body of the mother of the French gangsters Xavier and Thierry Silman be exhumed to enable a DNA test to be carried out. Once taken, the DNA sample will be compared with samples already taken during the course of the investigation.  ", "The Mons Indictment Chamber has accepted in part 3 of a total of 7 requests to examine new lines of investigation. A press statement read that \"Given the current state of the investigation no further information will be given\".", "During an information meeting in June 2024, the Federal Prosecutor’s Office announce that after almost 40 years the Examining Magistrate had closed the investigation as useful lines of investigation remained open. However, the opportunity still remained for civil parties on the case to request that the Chamber of Indictment open new lines of investigation.  ", "Several of the civil parties did so and in January this year the Mons Indictment Chamber order that statements given by two boys from Opwijk (Flemish Brabant) in 1985 should be reexamined. The boys had given detectives the registration numbers of two suspicious cars that they had jotted done.", "In April 2025 the Chamber of Indictment order that a new line of investigation, this time into the Silman brothers, be opened. The brothers Xavier and Thierry Sliman and their gang carried out a series of violent robberies in Northern France at around the same time that the Brabant Killers carried out their series of violent robberies. A retired police office that has investigated their case says that there are several elements that indicate that the Silman brother were possibly involved with the Brabant killers. This is now being investigated."]}
]