[
{"title": "Broadcast worldwide but fake: video of explosion at Iran prison traced back to old photo", "date": "2025-06-26T07:58:02Z", "author": "Rien Emmery", "url": "https://www.vrt.be/vrtnws/en/2025/06/26/broadcast-worldwide-but-fake-video-of-explosion-at-iran-prison/", "source": "VRT NWS", "first_lines": "A short video clip showing an explosion at Evin Prison in Tehran during an Israeli bombing raid is fake. The attack did take place, but the video in question – which has been widely broadcast and shared – is a fragment of an older photo of the prison gate. The photo was presumably edited into a moving image using AI technology.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/24/b33bb54d-a158-4f39-9e98-7dfbfcc84ffa.png?width=200&height=113&q=80&blur=90", "tags": ["nws check"], "content": ["News outlets around the world published images from a surveillance camera that allegedly captured the Israeli bombing of the notorious Evin Prison in the Iranian capital, Tehran, on 23 June.", "However, an analysis by VRT’s fact-checking team shows that the images are fake: they are a fragment of a photo from January 2023, which has been edited into a video with an explosion added.", "On Monday morning, 23 June, Israel announced that it had bombed several symbolic sites in Iran, including Evin Prison in the capital, Tehran.", "The prison is notorious for the hundreds of dissidents and other political prisoners who are being held there. One of them is ", ", the Iranian-Swedish emergency doctor and visiting professor at the Vrije Universiteit Brussel who has been accused of espionage by the Iranian regime and sentenced to death.", "The most spectacular image of the attack was a 6-second black-and-white clip showing an explosion at the prison gate. The images appear to be from a surveillance camera. They were shared on social media by Iranian journalists such as ", ", and by Israeli Foreign Minister ", ".", "The footage was also picked up by news media around the world. It was featured in reports by ", ", CNN in the US, the British public broadcaster BBC and VTM-Journaal.", "There is no doubt that Evin Prison in Tehran is shown at the beginning of the video. The sign and the barred windows are clearly recognisable in other photos of the building.", "Using ", ", an image search engine, we performed a search using the opening image of the video. The result is a ", " of Evin Prison that bears a striking resemblance to the source material.", "Further reverse image search queries reveal cropped versions of the same photo on various websites. ", " cites a Twitter profile as the source: @iaaraash.", "On that profile, we indeed found the ", " of the gate of Evin Prison. The image appears to have been posted by Iranian citizen journalist Arash Hashemi more than two years ago, on 6 January 2023.", "Image analysis showed that the first frame of the black-and-white footage apparently from the security camera fits perfectly into the larger colour photo from January 2023. You can see that first video image here in the red frame.", "Further comparison also shows that the plants in the foreground of both images are identical.", "Incidentally, this vegetation is another indication that the images of the explosion cannot be recent. The bare bushes correspond to the time when the photo was taken, in the winter month of January 2023, not to the situation in the summer month of June 2025.", "An aerial photograph from June 2023, for example, shows how the bushes are normally in full leaf at this time of year.", "Everything therefore points to the images in the video being fake. A section of an older, genuine photo of Evin Prison has been edited into a video with an explosion added.", "This was probably done using an application based on AI. The phenomenon of adding explosions to images is quite common, to the extent that there are even ", " for it.", "Although Evin Prison was indeed bombed on 23 June, these images are not authentic.", "On Monday morning, 23 June, Israel bombed Evin Prison in the Iranian capital, Tehran.", "A video appeared on social media showing surveillance camera footage of an explosion at the prison gate. Israeli government officials and Iranian media have shared the images, which have also been picked up by the world press.", "However, the video is fake. A fragment of an older photo of Evin Prison, from January 2023, has been edited into a video showing an explosion. This was probably done using AI.", "We therefore assess the viral video of the 23 June bombing of the prison to be false. ", "Read ", " about fact checking, disinformation or online deception.", "This fact check was written based on the information available at the time of publication. Find out more about ", ".", "Do you have any questions or comments, or would you like to know who is on our team? Read about it in ", ".", "You can also find our fact checks at ", ", along with reliable fact checks from several other Flemish and Dutch editorial teams.", "Would you like to have something checked? Email us at check@vrtnws.be. VRT NWS is a recognised member of the ", " and the ", "."]},
{"title": "‘Repetition works’: 1 Russian fake news story about Zelensky’s wealth every month since invasion of Ukraine", "date": "2025-07-09T13:56:41Z", "author": "Ellen Debackere", "url": "https://www.vrt.be/vrtnws/en/2025/07/09/repetition-fake-news-russia-ukraine-zelensky/", "source": "VRT NWS", "first_lines": "A villa, a sports car, expensive jewellery: in the 40 months since Russia invaded Ukraine, there have been at least as many fake news campaigns about the private spending of president Volodymyr Zelensky. Many of these come from or were spread by pro-Russia Telegram channels. Their aim? To undermine support for aid to Ukraine. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/18/c6a4e874-0008-43a4-8b3b-288cba8b9709.png?width=200&height=113&q=80&blur=90", "tags": ["nws check", "Culture"], "content": ["Since the start of the war in Ukraine, at least 40 fake news campaigns have been launched, reporting on the alleged expenses of Ukrainian president Volodymyr Zelensky, primarily by pro-Russian channels.", "The articles, alleging luxury purchases such as a villa or a sports car by Zelensky or his wife, have been debunked every time. They appear to be intended to undermine support for aid to Ukraine in its fight against Russia.", "VRT NWS Russia expert Marijn Trio: “The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division.”", "Volodymyr Zelensky’s wife did not buy a “€4 million Bugatti” in Paris and the president ", ". But that’s what many posts on social media would have us believe: that Zelensky is taking Western money meant for the defence of his country and spending it on luxuries.", "In the 40 months since Russia’s invasion of Ukraine, our journalists have counted at least 40 fake news stories about the president’s supposed spending – one fabricated story for every month.", "What are they saying? There have been false claims about Zelensky’s purchase of villas around the world, as well as fake reports about ", ".", "Sometimes the stories originate on pro-Russian Telegram channels, from where they are spread further.", "One example is the rumour about Zelensky buying a villa in Florida: ", " and was subsequently picked up by ", " that spreads fake news about Ukraine, among other things, via simulated websites.", "Other articles are first published on obscure websites set up for the sole purpose of spreading a particular falsehood. That was the case, for example, in the story alleging Zelensky had ", ". Messages are then picked up and spread further by channels with a wider reach, such as the X accounts of Russian embassies or pro-Russian influencers.", "The fake story about Zelensky’s wife buying a sports car in France is a perfect example of how Russian disinformation works and spreads online.", "A fake story – “Olena Zelenska buys a Bugatti in Paris” – is attached to a real event: the couple’s visit to France. A news website is created – in this case, a site called Vérité Cachée, or Hidden Truth – for the sole purpose of writing an article about it. This article is then used as a source by Russian media and pro-Russian accounts on social media to spread the fake story. ", "The spate of fabrications also brings to mind allegations of tax evasion by Zelensky. He surfaced a few years ago in ", ": leaked documents from companies that had parked offshore funds. So how rich is he, really?", "Estimates on his wealth vary. The Celebrity Net Worth website ", ", as of March this year. According to ", ", his wealth in 2022 stood at $20 million.", "Following the Maidan Revolution in 2014, Ukraine introduced a ", " in which public figures including MPs are required to submit a declaration of their assets each year. The ", " – from March this year – shows that ", " before the Russian invasion of February 2022. The list of assets includes several apartments in Ukraine. ", "Why are pro-Russian factions going to so much effort to create all these fake stories? They have one major goal: to cast doubt on support to Ukraine and make people ask if aid money is getting to where it should.", "According to VRT NWS Russia expert Marijn Trio, the Russians are trying to undermine Zelensky’s legitimacy. The undertone of each of the stories is: “This is what’s happening with the aid to Ukraine. It’s not going to the Ukrainian people or to the army, but to the wallets of the Ukrainian elite.”", "And that message cuts through, because “repetition works”, he says. People see the stories and are subconsciously influenced, especially if there’s a continuous stream of them. Trio: “People mention it to me. They see stories like this and ask themselves if something isn’t right.”", "Fake news works best if it’s based on a grain of truth. In this case, the false stories recall ", ". “But Zelensky was elected precisely on a promise to address this corruption,” says Trio. “So it’s extra hurtful for him to be accused of corruption.", "“The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division,” he says. “It’s important that people know the ways in which this happens so they can be alert to it.”", "This article was produced as part of the Prebunking at Scale project, with support from the ", ".”"]},
{"title": "Russia is attempting to discredit the EU by disseminating fake news on a massive scale: VRT NEWS has mapped dozens of stories and explains how to recognise them!", "date": "2025-11-05T10:02:07Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/russia-is-attempting-to-discredit-the-eu-by-disseminating-fake-n/", "source": "VRT NWS", "first_lines": "On social media, the European Union (EU) is regularly portrayed as a dictatorship that wants to interfere in every aspect of our lives. Criticism is fine, but there are also many fake stories to influence us, mainly spread by pro-Russian sources. Our editorial team has selected 60 of these fake stories. How can you recognise them?", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/28/727ef240-1e6b-481f-91ef-3c1ce82f0b4d.png?width=200&height=113&q=80&blur=90", "tags": ["Foreign News", "Culture"], "content": ["False reports are circulating online that portray the EU as a dictatorial bloc that is removing all power from the member states. Reports have claimed that the EU is forcing farms in Bulgaria to employ a certain number of LGBTI+ people, that Christmas is to be abolished, and that gel nails are to be banned.", "Legitimate criticism of the EU and its functioning this is not. These are false claims. There is no evidence whatsoever for dozens of claims that VRT News's editorial team discovered through fact-checking. This fake news is usually widely disseminated by pro-Russian accounts with the aim of undermining the EU's image and influencing elections. You can recognise these false claims by using a number of tips.", "‘The ", " only to use straw-based toilet paper’ or ‘", " allows the EU to arrest critical journalists’. It is not difficult to find messages on social media that portray the EU as a dictatorship that controls the lives of its citizens with oppressive legislation.", "We see these kinds of messages popping up in almost all EU member states. Even in non-EU countries where the discussion about membership is alive, such as Georgia and Moldova, a lot of fake news about the EU is  circulating. Often, the messages come from pro-Russian accounts or are at least further disseminated by these accounts.", "This is no coincidence. Over the past three years, elections have been held in many European countries. And attempts have been made to influence these elections. A ", "t mentions 503 deliberate influence campaigns in 2024 alone. These include disinformation campaigns by foreign powers.", "VRT NEWS collected fact checks on these types of anti-EU messages that are demonstrably false. We found about 60 examples that have been circulating since Russia's full-scale invasion of Ukraine. But this is only a small fraction of the many fake stories about the EU that can be found online.", "It is, of course, legitimate to criticise the EU, or to believe that the organisation behaves in a “dictatorial” manner and that your country should leave the EU. But this is not about legitimate criticism of the EU. It is about false and fabricated claims, which originate or are reinforced by pro-Russian circles in order to discredit the EU.", "The aim is always to stir up polarisation in a country, in the hope of ultimately changing or weakening current policy and, for example, making it more pro-Russian or undermining support for Ukraine. ", ", spread across almost all social media platforms known in Europe.", "There is no evidence whatsoever that the ", " or introducing a mandatory number of LGBTI+ people ", ", but how can you tell if something is true or false?", "The false claims we found can be divided into four recurring themes: the EU as a warmonger, the EU as a censoring power, the EU interfering in all aspects of our private lives and consumer affairs, and the EU influencing our identity.", "When it comes to war, for example, ", " has already been able to demonstrate that the EU does not seize your savings to invest in defence, contrary to what is being said online. In addition, false stories about ", " or ", " service are also circulating.", "Fake news about ", " or ", " presents the EU as a controlling power that tries to censor its citizens.", "But less spectacular stories, which affect citizens' private lives and consumer behaviour, are also circulating. For example, ", " demonstrated that the European Commission does not require Slovak millers to add worms to their flour. That was a rumour that was circulating. Earlier this year, ", " also demonstrated that Europe is not secretly putting ‘insects in your bread’.", "The EU promoting Islam and migration, and a misrepresentation of EU policy on the LGBTI+ community: here too, fake news presents the EU as an institution that wants to change the identity of its citizens. For example, ", " demonstrated that the EU does not give Portugal 3 million euros for every mosque built, as claimed online.", "The various topics may be trivial and easy to refute. But the aim is not for each of these claims to be believed. Through all these fake claims, an image emerges of the EU as a dictatorial power that leaves no room for freedom and should therefore be distrusted by everyone. And through repetition, the idea seeps in.", "How can you tell whether a message about a particular EU initiative is fake news or simply someone who sincerely disagrees with the direction the EU is taking? The various European institutions launch thousands of initiatives every year. So it is not always easy immediately to discern what is real and what is not. These tips will help you some way ahead:", ": does a message make you feel anxious or angry? Check the message. Fake news targets your emotions, because in that way it spreads faster.", ": sometimes fake news can contain a core of truth. Perhaps certain European legislation does exist, but certain elements are exaggerated or the legislation is not presented entirely accurately. Consider the example of the so-called ", ". Gel nails are not banned, but ", " is.", ": where does the news come from? By searching for the exact words from a message, you can often find other and earlier versions of the message. This gives you an idea of the type of accounts that are mainly sharing the news. Are these reliable accounts or not?", ": is the news being reported in different places and also in the mainstream media? Does what you read there correspond to the message on social media?", ": see if there are already fact checks on the subject. You can do this, for example, at the ", " or, in Flanders, at ", ": If the initiative really exists, you can find it on the ", ". ", "The 60 false claims approximately we have collected originated in many different ways. Some stories seem to pop up out of nowhere on social media, while others involve misinterpreting existing information or a bold statement by a politician.", "However, it is striking that pro-Russian accounts eagerly spread these claims once they are online. We see this, for example, in the case of the ", " and ", ".", "It is a well-known phenomenon of Russian propaganda: repetition works. We saw this recently with stories about ", ". Here, too, the aim was to undermine the president's legitimacy through a relentless stream of fake news.", "Russian propaganda is now doing the same with the EU: every story is intended to undermine the legitimacy of the EU in the minds of its citizens (and the citizens of countries that want to become members).", ": how a fake news network disrupts elections in Europe", "The ", " has discovered that a Russian-funded network attempted to influence ", ".", "The network promised money to anyone who would spread pro-Russian propaganda and fake news. Participants were trained to produce and disseminate messages on social media via platforms such as Facebook and TikTok. The aim was to damage Moldova's pro-EU party.", "The BBC's undercover journalist was asked to write unfounded accusations. One example is the claim that Moldova's possible EU membership would depend on whether the country's citizens would ‘change their sexual orientation to LGBT’.", "The internet is full of criticism of the EU and its rules. And that is fine if it is based on facts. But on social media, especially when elections in European countries are approaching, we see false messages popping up from pro-Russian circles. Based on lies and false information, they try to make people angry with the European Union.", "Most stories are quickly debunked. But by promoting similar stories over and over again, something seeps into most people's minds. It is the tactic of repetition that Russian propaganda regularly uses. We see the same thing with stories about ", ".", "By looking at the source of the reports and searching for other accounts of the news, you can find out whether or not it is fake news. ", "This article was produced as part of the Prebunking at Scale project, with support from the ", "."]},
{"title": "Brooch seized from Napoleon at Waterloo auctioned for €3.7 million", "date": "2025-11-13T08:36:29Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/brooch-seized-from-napoleon-at-waterloo-auctioned-for-3-7-millio/", "source": "VRT NWS", "first_lines": "A diamond-encrusted brooch belonging to French emperor Napoleon, which was captured by the Prussian army at Waterloo (Walloon Brabant – Belgium), has been auctioned in Geneva (Switzerland) for a record €3.79 million, according to auction house Sotheby's. The auctioneers had initially estimated the sale price at between €130,000 and €220,000.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/4ad127ed-5a61-4878-a43f-ea7698517ed9.jpg?width=200&height=113&q=80&blur=90", "tags": ["Home News"], "content": ["The brooch was among the personal belongings that the emperor had to leave behind during his flight from Waterloo, outside Brussels, when he attempted to escape from British and Prussian soldiers. It was this famous battle that ultimately sealed his downfall.", "The round piece of jewellery, with a diameter of approximately 45 mm, includes a large oval diamond weighing 13.04 carats in the centre. This central diamond is surrounded by almost 100 other diamonds in various shapes and sizes, arranged in two concentric rows.", "This unique piece was made for Napoleon around 1810, ‘probably to adorn his bicorne hat on special occasions,’ the auction house notes. The jewel was then presented, along with other items, to the Prussian King Frederick William III on 21 June 1815, just three days after the Battle of Waterloo, as a war trophy."]},
{"title": "Bruges police use speed test bench to check mopeds and e-scooters ", "date": "2025-11-13T13:33:41Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/bruges-police-use-speed-test-bench-to-check-mopeds-and-e-scooter/", "source": "VRT NWS", "first_lines": "Bruges police have had a busy night. During a major check on two-wheel traffic half of all drivers checked, were found to be in violation in some way or other. People on mopeds and bikes were either speeding, had no lights or were ignoring traffic signs. One moped was even able to do 116 kilometres per hour on a test bench.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/4f310431-be0a-4428-bb4e-3b944aee2e5f.jpg?width=200&height=113&q=80&blur=90", "tags": ["West Flanders"], "content": ["‘The checks were focused on mopeds, fat bikes, e-scooters, speed pedelecs and regular bicycles. But motorists who committed offences were also pulled over,’ explains Lien Depoorter of the Bruges police.", "‘We checked 156 drivers. Half of them were fine and received a gadget from our prevention team. The other half were caught committing all kinds of offences, connected to lighting, position on the road, ignoring traffic signs or traffic lights.’", "The police were also on the lookout for souped-up mopeds. In Bruges they used a new test bench for the first time. It allows the speed of different types of vehicles to be measured, including fat bikes and e-scooters. ‘One moped reached a speed of 116 kilometres per hour on the test bench. That moped was confiscated and also declared forfeited. This means that the owner will never get their moped back,’ explains Depoorter. ", "\"A total of 15 souped-up mopeds were confiscated, 12 people were fined for ignoring traffic signs, 11 for using a smartphone while cycling or riding a scooter, and 48 for not having bicycle lights. Cyclists not holding their handlebars were also fined. 23 motorists were fined for overtaking a cyclist in a bicycle zone. The Bruges bicycle zone was expanded significantly last 1 October.", "‘We have noticed that many people are still breaking the rules, despite intensive prevention campaigns. Such large-scale checks remain necessary, in addition to daily detection efforts,’ concludes Depoorter."]},
{"title": "Share bikes increasingly popular in Brussels ", "date": "2025-11-06T09:51:19Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/06/share-bikes-increasingly-popular-in-brussels/", "source": "VRT NWS", "first_lines": "The use of electric share bikes is booming in the Belgian and Flemish capital. This in contrast with the regional bike rental programme Villo!, which has seen a 40 percent drop in rides over the past six years.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/03/13/3d06a8de-31a7-4d55-aa1a-ed0ab9579b30.jpg?width=200&height=113&q=80&blur=90", "tags": ["Brussels"], "content": ["The use of electric share bikes in Brussels is booming, reports Brussels media outlet Bruzz. In 2024, an average of 5,422 trips per day were recorded, an increase of 61 percent compared to 2023. The combined fleet of bikes, from brands including Lime, Bolt, VOI, and Dott, averaged 3,698 bikes last year.", "However, Villo!, which still operates with fixed pick-up and drop-off points, has seen its popularity decline for years. The operator, which has been active in Brussels since 2009, recorded 2,565 trips per day last year, representing a 40 percent decline since 2018. Compared to 2023, the number of rentals also declined by 3.5 percent.", "This decline has been underway for some time. A study by the Brussels Mobility Agency previously showed that Villo! bikes are rented less than once a day on average, significantly less than in other European cities like Paris, Antwerp and Lyons. The reasons are well known: the bikes are heavy and impractical, because users have to remove and charge the built-in battery themselves, and the distance between stations is large.", "There is also a big difference in terms of parking options. Villo! has 344 fixed stations, while other fleet share bikes can be left at 2,082 active drop-off zones, where scooters are also allowed.", "Scooters also remain very popular and are by far the most popular means of shared transport, with an average of 24,789 trips per day and 13,528 available scooters in Brussels in 2024. However, since February 2024 usage has declined slightly due to stricter regulations, which legally limit the supply to two operators and the total number of vehicles available to 8,000 scooters."]},
{"title": "Former European commissioner Didier Reynders charged with money laundering", "date": "2025-11-05T08:43:33Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/former-european-commissioner-didier-reynders-charged-with-money/", "source": "VRT NWS", "first_lines": "Didier Reynders (Francophone liberal MR), the former Belgian cabinet minister, who also served as the Belgian on the European Commission has been officially charged with money laundering, media outlets De Standaard, Le Soir, Le Vif and the Dutch investigative platform Follow The Money report. Judicial sources have confirmed the news to the VRT. Reynders is said to have been questioned by investigators on 16 October.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/09/16/d7ee2d0e-d5ba-4d26-91da-968d03f7c5f3.jpg?width=200&height=113&q=80&blur=90", "tags": [], "content": ["In December last year, it emerged that a judicial investigation had been opened into possible money laundering practices by the former Belgian finance, justice and foreign minister.", "Reynders is alleged to have used cash to buy National Lottery scratch cards for many years in order to see the profits laundered back into his account. The matter has come to a head after the National Lottery reported suspected money laundering to the competent authorities in 2022.", "The money laundering investigation also looked at the regular deposit of large sums of cash at a bank. The total amount involved suspicious transactions said to be up to 1 million euros.", "Almost a year after the case came to light, Reynders has now been officially charged. Reynders's wife, former senior magistrate Bernadette Prignon, has not been charged De Standaard writes.", "Didier Reynders is alleged to have bought National Lottery tickets using cash for years, for a total amount of up to 200,000 euros. He deposited the winnings into his account allowing the money to be laundered.", "The investigation also looked at sums of cash that Reynders deposited into an ING account between 2008 and 2018. These were relatively small amounts but totalled 700,000 euros. Together with the amounts for scratch cards, approximately 1 million euros is involved in all.", "The Brussels Public Prosecutor's Office is conducting a separate investigation into the role in this case played by Dutch bank ING. The bank only queried the deposits for a first time in 2018 and only informed the Financial Intelligence Processing Unit (CFI) in 2023. Normally, banks are required to report suspicious transactions immediately."]},
{"title": "Government crisis in the offing?", "date": "2025-11-05T08:03:12Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/government-crisis-in-the-offing/", "source": "VRT NWS", "first_lines": "Belgian premier Bart De Wever’s deadline of Thursday for agreement on a multi-year budget is approaching fast.  The premier has set a goal of ‘finding’ 10 billion euros either through new taxes or government cuts, but last night federal coalition partners parted ways without agreement.  Bilateral talks between the PM and deputy premiers representing each of the parties in the 5-way coalition continue Wednesday.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/24/d07f4fb6-14b9-400d-86a5-b8c0c5c632f0.jpg?width=200&height=113&q=80&blur=90", "tags": ["Home News"], "content": ["At around 9 p.m., the federal ministers parted ways without reaching an agreement.", "‘The temperature of the atmosphere has dropped well below freezing,’ one source told VRT News. Several sources point to the attitude of the Francophone liberal MR, which they claim seems unwilling to reach an agreement, as the reason. The party is opposing a VAT hike and higher taxes for Belgium's wealthiest, but has now reportedly also indicated which measures it believes could raise cash. The coalition partners also took issue with a planned visit by MR leader Georges-Louis Bouchez to Unizo East Flanders on Wednesday. Bouchez also invited the press to attend his visit to the local federation for the self-employed, on the eve of the crucial budget deadline.", "The MR leader's tweets, in which he clashed with N-VA chair Valerie Van Peel on social media, did not help the atmosphere either. In a video posted on social media, Van Peel had called it ‘unbelievable’ that some fellow party leaders did not recognise the urgency of the situation and ‘did not dare to step out of their own shadow’.", "If no deal can be reached by the deadline PM De Wever may visit King Filip to tender his resignation.  It then remains to be seen if the monarch will accept his premier’s offer or in true Belgian style will send him back to the negotiating table in the hope of still thrashing out a deal."]},
{"title": "Belgium to beef up airspace security ", "date": "2025-11-06T12:18:05Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/06/belgium-to-beef-up-airspace-security/", "source": "VRT NWS", "first_lines": "“We have the situation under control” Belgian home and security minister Bernard Quintin (Francophone liberal) told international media after Thursday’s unscheduled meeting of Belgium’s security council.  The meeting was called after unidentified drones caused disruption at airports and military bases across Belgium in recent days.  Belgian security services blame Russia for the disruption. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/06/677219b7-d24d-4d33-9a24-925b5fd3f53d.png?width=200&height=113&q=80&blur=90", "tags": [], "content": ["After the meeting Quintin called for calm: “If the police want to be able to do something, there must be a clear legal framework for it. It is our job as politicians to look into that,” the minister said.", "He emphasised that there is a mandatory registration system for drones and their pilots. \"We do not live in a system where everyone can do whatever they want. We cannot ban all drones, because we also need them for our security.", "“But I want to emphasize that you can get 10 to 20 years in prison if you fly a drone over the airport and endanger safety.”", "Quintin provided reassurance: “We really do have the situation under control. The threat is there, I won't deny that, but we are certainly not completely left to our own devices.”", "After the security  council meeting Belgian defence minister Francken (Flemish nationalist) announced the decision to strengthen the NASC, the National Air Security Center by 1 January.", "\"The NASC in Beauvechain (Walloon Brabant) will be strengthened by 1 January. This is the most important measure taken at the National security council meeting\", defense minister Francken noted upon leaving the meeting.", "“All security services together must obtain a global picture of the airspace,” he said. The NASC must ensure this.", "The purchase of anti-drone equipment was also discussed, he said. He is now working on that dossier so that it can be presented to cabinet tomorrow.", "“In the meantime, no hostile drones should be allowed on our territory or above our military bases. The mission and guidelines are clear: if possible, we will shoot them down!”"]},
{"title": "Driver convicted after driving with steering wheel between his legs", "date": "2025-11-13T13:09:56Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/driver-convicted-after-driving-with-steering-wheel-between-his-l/", "source": "VRT NWS", "first_lines": "A motorist typing on his mobile phone using both hands while driving has been fined and banned from driving. The motorist was steering his car using his legs. ‘Irresponsible driving,’ said the judge. What is and isn't allowed behind the wheel?", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/12b9c570-d710-4c60-808f-fcd9d8b256c4.jpg?width=200&height=113&q=80&blur=90", "tags": ["East Flanders"], "content": ["The driver attracted the attention of the motorway police because he was swerving on the motorway and crossing an uninterrupted white line painted on the road surface. The officers had to take avoiding action in order to ensure they didn’t collide with the driver. To their surprise, they noticed that the man was steering his car with the wheel between his legs while using his mobile phone with both hands!", "‘I was writing an urgent email,’ the motorist said after the officers pulled him over. He had to surrender his driving licence on the spot.  It was withheld for a 15-day period.", "This week, the driver had to face a judge in Sint-Niklaas (East Flanders). ‘I wouldn't even know how to drive a car with my legs. What I do know is that this is irresponsible driving,’ the judge told the defendant. The magistrate sentenced him to a 15-day driving ban and a 400-euro fine.", "Operating a screen, eating or drinking while driving, lighting a cigarette, applying make-up, holding your dog on your lap... None of these activities are permitted if they could distract you!"]},
{"title": "Belgian cabinet approves drone defence plan ", "date": "2025-11-10T08:49:45Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/10/belgian-cabinet-approves-drone-defence-plan/", "source": "VRT NWS", "first_lines": "The Belgian cabinet has now approved the counter-drone plan that defence minister Theo Francken (Flemish nationalist N-VA) proposed.", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/12/01/78f02e32-39a2-4f6a-a1f2-8e7bb3f98fc8.jpg?width=200&height=113&q=80&blur=90", "tags": [], "content": ["The minister made the announcement on X. Friday afternoon, the cabinet reached an agreement in principle on the drone defence plan. However, the final green light had not yet been given, as “a number of options” still had to be considered.", "Francken's announcement means that approval has now been granted. ‘Counter-drone plan just approved by the cabinet,’ he writes.", "The plan provides for the purchase of detection equipment and systems to shoot down drones, according to the post. ‘The safety of our airports and military domains is an absolute priority.’"]},
{"title": "Education minister Demir promises shake-up of disciplinary procedures at Flemish universities and colleges: ‘Professors are not above the law’", "date": "2025-11-13T09:22:59Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/education-minister-demir-promises-shake-up-of-disciplinary-proce/", "source": "VRT NWS", "first_lines": "Flemish education minister Zuhal Demir (Flemish nationalist N-VA) says the latest report from VRT current affairs flagship Pano on disciplinary procedures at Flemish universities shows that educational institutions are unable to deal with the problem of inappropriate behaviour themselves. Demir is having the disciplinary procedures at all universities and colleges reviewed and adjustments will be made where necessary. Like the experts, she is advocating the establishment of an independent disciplinary body.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/84ffaf57-7f38-4557-9054-55f45fb43107.jpg?width=200&height=113&q=80&blur=90", "tags": [], "content": ["Three years after Pano revealed that several universities were not taking sufficient action against inappropriate behaviour by professors. A new Pano report suggests that not much has changed since then.", "Several universities have tightened up their procedures, but that is not enough for Demir. ‘Professors are not above the law,’ she told VRT Radio. ‘The days when everything was dealt with internally are over.’", "Demir is also having the disciplinary procedures at all Flemish universities reviewed as soon as possible – ‘that must happen in the next six months’ – and adjustments will be made where necessary.", "Since 2022, reporting channels and complaints procedures have been improved, but the new Pano report shows that internal disciplinary procedures rarely lead to severe penalties. Experts are calling for an external disciplinary body to be set up so that tougher action can be taken against toxic behaviour. This is an option that Demir is certainly not ruling out.", "‘In the private sector, you would be dismissed for compelling reasons,’ the minister responds when confronted with the examples cited in the report. After an internal investigation, a professor at Ghent University who allegedly committed fraud to the tune of at least 100,000 euros was only given a financial penalty. ‘Such a punishment raises questions. We all feel that this is not acceptable.’", "According to Demir, an independent disciplinary body would also be able to deal with reports more quickly. ‘Why does a procedure always have to take years?’ she wonders. ‘Investigations are deliberately being bogged down in the hope that those who reported the incident will forget about it.’"]},
{"title": "Federal police stage 24-hour clamp-down on speeding across the nation", "date": "2025-11-13T07:44:43Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/federal-police-stage-clamp-down-on-speeding-across-the-nation/", "source": "VRT NWS", "first_lines": "Belgian federal police are once again organising a 24-hour clamp-down on speeding motorists. The drive started at 6 a.m. this morning. Many local police forces are also joining in and will be carrying out more speed checks than usual throughout the day.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/008febbc-b18c-4c4b-b970-a138ef5079d6.jpg?width=200&height=113&q=80&blur=90", "tags": ["Home News"], "content": ["For 24 hours, a greater focus on speed in traffic is in place. Not only will officers carry out more extensive checks, but fixed speed cameras and average speed checks are also operating at capacity.", "The aim of the campaign is to encourage drivers to stick to the speed limits and not to drive too fast. Many drivers underestimate the risks of speeding, which is one of the main causes of road accidents.", "The speed enforcement campaign is organised twice a year, in spring and autumn. During the last edition in April, a record number of vehicles were checked: 1.339 million vehicles in only 24 hours. Almost 4 per cent of the vehicles checked were speeding. 1.69 per cent were caught by a fixed camera, while mobile speed cameras detected more than 8 per cent of offences.", "The results prove that speeding is still ingrained in the driving behaviour of the people of Belgium. According to the federal police, it is absolutely necessary to continue monitoring and raising awareness. Road safety remains a priority for Belgium’s integrated police force."]},
{"title": "‘Belgium appears to be the focus of increased hybrid threats’ says defence chief", "date": "2025-11-13T08:19:24Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/_belgium-appears-to-be-the-focus-of-increased-hybrid-threats-say/", "source": "VRT NWS", "first_lines": "Belgium appears to be the focus of increased hybrid threats Belgian Chief of Defence Frederik Vansina told the chamber of representatives, the lower house of the Belgian parliament on Wednesday. He was referring to recent incidents involving drones flying over airports and military bases, as well as cyber threats, ships off our coast and ‘assertive rhetoric’ on social media.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/12/a0b08f75-30e7-4f81-b843-a3f2d98abf4b.jpg?width=200&height=113&q=80&blur=90", "tags": [], "content": ["The defence chief had been invited to parliament for an exchange of views on the Strategic Vision for Defence 2025, which is essentially the government's long-term vision for the army and all the investments that go with it.", "‘I am convinced that this strategic vision will further strengthen the ongoing reconstruction of our defence capability,’ General Vansina said. He believes that this reconstruction has been under way since 2016 and was successfully continued by the previous government.", "During much of his presentation, Vansina outlined the threat facing Belgium and the world, strongly focusing on the situation in Ukraine. That war has exposed a new technological reality: the increase in drones on the battlefield.", "By 2025, Ukraine will have used no fewer than 4 million drones on the battlefield, according to Vansina. ‘We haven't seen the end of it yet,’ he warned. Vansina cited drones that will increasingly be controlled by artificial intelligence – a trend that we in Europe are very wary of for ethical reasons, he explained.", "Drones have caused quite a stir in Belgium in recent weeks. ‘At the moment, Belgium seems to be the focus of an increased hybrid threat,’ the general said.", "This is not only true for Belgium, but is visible throughout Europe. ‘We are also seeing actions, with strong indications that they are being directed by Russia,’ he continued, pointing to the sabotage of undersea cables, cyber attacks, disinformation, and so on.", "As far as the fight against drones is concerned, Vansina refuted the claim that the defence ministry had neglected the problem. The plan put forward by defence minister Theo Francken (Flemish nationalist N-VA) to counter drones is part of a comprehensive package.", "It will now take a few months – ‘not years’ – to become operational. However, the lessons learned from Ukraine also show that it is important to have the latest technology in both drone and counter-drone capacity.", "Assistance from our neighbouring countries, the UK, Germany and France, in the fight against the drone threat was ‘very welcome’, the general noted, but he was unwilling to comment further.", "Vansina also stressed that Russia has completely switched to a war economy, with tanks, guns and ships rolling off the production line on a daily basis.", "‘The question is what will happen if there is a ceasefire in Ukraine tomorrow.’ Meanwhile, China is not standing still either and is developing its armed forces and arsenal at an enormous speed.", "Vansina expressed concern about this and asked politicians to consider the way in which purchases are made in Belgium.", "‘We work using peacetime procedures, with all kinds of intermediate steps and rules, which slow down the procurement process, while our opponents move much faster,’ he noted.", "‘I don't know if we in the West can continue using our peacetime rules. Perhaps we should sit down with the finance inspectorate and others to consider how we can speed up procedures.’"]},
{"title": "“Act responsibly and bridge your differences”, King Filip urges", "date": "2025-11-06T13:42:33Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/06/_act-responsibility-and-bridge-your-differences-king-filip-urge/", "source": "VRT NWS", "first_lines": "The royal palace has issued a press release on behalf of Filip, King of Belgians, after the Belgian head of state met with prime minister Bart De Wever (Flemish nationalist) amid the deepening budget crisis.  Belgium’s 5-way federal coalition government is struggling to finalise a multi-year budget as demanded by the PM.", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/09/19/1aea3157-5b1d-49fb-8a01-70c9a1532436.jpg?width=200&height=113&q=80&blur=90", "tags": ["Home News", "Royalty"], "content": ["According to the statement \"the prime minister informed the king that there are ongoing differences of opinion within his government about the budget, but that the coalition partners want to continue their work. The king took note of the prime minister's findings and urged all parties involved to act with responsibility and bridge their differences so that the country can as soon as possible have a clear budgetary path for the coming years\".", "The king is not setting any deadlines. But PM De Wever has agreed with key ministers that the budget must be finalised by the Christian feast of Christmas on 25 December, a public holiday in Belgium.", "Next year’s budget needs to be approved by parliament in time.  Otherwise, key reforms won’t be able to start from the beginning of next year and Belgium will be obliged to operate using a temporary monthly budget that allocates a twelfth of this year’s spending to each month at the beginning of 2026.", "Measures that will be delayed include some pension reforms and the introduction of the new capital gains tax."]},
{"title": "Only 1 in 10 foreign parking fines in Brussels ever paid", "date": "2025-11-13T10:14:58Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/only-1-in-10-foreign-parking-fines-in-brussels-ever-paid/", "source": "VRT NWS", "first_lines": "Barely 1 in 10 parking fines handed out in Brussels to foreign motorists ever gets paid. The value of unpaid fines over the past two years now amounts to more than €25 million.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/13/ac64e073-8172-4fdc-a171-268ec48e39df.webp?width=200&height=113&q=80&blur=90", "tags": [], "content": ["The figure comes from outgoing Brussels mobility minister Elke Van den Brandt (Flemish ecologist/Groen) in response to a parliamentary question from Fouad Ahidar (minority interest party TFA). The region is now investigating whether it can use wheel clamps to force non-payers to cough up.", "Figures from Van den Brandt show that the collection rate among foreign drivers in 2023 was only 9.74 per cent and in 2024 it was even lower, at 9.07 per cent.", "In contrast, Belgian drivers are much better at paying their fines. For vehicles with Belgian number plates, the collection rate was 80 per cent in 2023 and 76 per cent in 2024.", "Van den Brandt acknowledges the problem and therefore wants to strengthen collection mechanisms for foreign drivers. Belgium currently only has bilateral agreements with France and the Netherlands for the collection of traffic fines.", "‘Agreements with other countries are necessary. However, the Brussels-Capital Region does not have the authority to negotiate bilateral agreements with other countries,’ the minister said. She has now asked the federal government to conclude similar agreements with other countries.", "In the meantime, additional measures are being prepared in Brussels. Parking agency Parking.brussels has plans to work together with a company that specialises in the collection of European traffic fines.", "The agency will soon be given the power to immobilise vehicles with a wheel clamp or have them towed away in the event of repeated non-payment."]},
{"title": "What can you expect at Winter Wonders in Brussels this year?", "date": "2025-11-13T14:53:54Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/13/what-can-you-expect-at-winter-wonders-in-brussels-this-year/", "source": "VRT NWS", "first_lines": "Brussels is getting ready for the 24th edition of Winter Wonders, the Christmas festival and market in the downtown. This year, there are several new features, including a poetic nativity scene and a Christmas market on the Poelaertplein. An overview.", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/12/12/07ac28a0-550b-48a2-9f2b-6181a946096b.jpg?width=200&height=113&q=80&blur=90", "tags": ["Culture", "Brussels"], "content": ["With 4.2 million visitors last year, Winter Wonders is one of the largest Christmas markets in Europe. The City of Brussels estimates that it generates an estimated 260 million euros for the Brussels economy.", "This success is largely built upon 238 stalls and six attractions on familiar Brussels squares, but there are also some new features this year.", "A new Christmas market is planned at the foot of the Ferris wheel on the Poelaertplein near the courts of justice. The market will include a collection point for toys for sick and disadvantaged children.", "The courtyard of Brussels town hall will be transformed into Morphosis, an immersive experience of light and sound. People who are prepared to make an effort for a good view can once again climb the 200 steps of Brussels town hall tower to enjoy the panorama.", "Of course, no Christmas celebrations would be complete without the Christmas tree on the Grote Markt.", "According to Christmas tree spotter Pierre Demesmaeker, this year’s Christmas tree is still growing in Sint-Katelijne-Waver (Antwerp). The decorations will be auctioned afterwards to raise cash for charity.", "Underneath the Christmas tree you will find a nativity scene: a poetic installation by interior designer Victoria-Maria, inspired by the Royal Greenhouses in Laken.", "The Vismet or Fish market remains the epicentre of the Christmas market, but the layout has changed slightly to ensure smoother circulation. The Ferris wheel remains there, as well as the carousel on the Sint-Katelijneplein and the ice rink and curling rink on the De Brouckèreplein.", "Workshops will be organised on the Muntplein, open to the general public and schools. In the adjacent Muntschouwburg opera building, you can visit the backstage area of the opera.", "Winter Wonders runs from 28 November to 1 January, except on the De Brouckèreplein, where it stays open until 4 January."]}
]