[
{"title": "VUB inaugurates new TIER-1 supercomputer at Zellik Research Park", "date": "2025-11-28T12:27:40Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/vub-inaugurates-new-tier-1-supercomputer-at-zellik-research-park/", "source": "VRT NWS", "first_lines": "The new Flemish TIER-1 supercomputer has been inaugurated during an event at the Zellik Research Park on Thursday evening. The supercomputer that has been named Sofia is managed by Brussels’ Dutch-Medium Free University (VUB) Sofia is the most powerful computer in Flanders.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/28/7de60a8d-d0a2-4665-9c7e-0bbb2cee71d2.jpg?width=200&height=113&q=80", "tags": ["Home News", "Science"], "content": ["A TIER-1 supercomputer is installed every six years at a different university. After Ghent University’s (UGent) previous model, named Hortense, the Brussels university VUB is now responsible for hosting the new system, Sofia. Due to the rapid pace of technological advance each new supercomputer is an ever more advance machine.", "The main technological advance with Sofia’s lies in its increased capacity for artificial intelligence applications. According to the VUB, the system offers the highest computing power in Flanders and can be used across all scientific disciplines. Possible applications for Sofia include training climate models, simulating chemical reactions and developing AI tools for medical research.", "The supercomputer can be used by both academia and industry, and the VUB aims for it to be in use at least 80% of the time. It is one of two TIER-1 systems in Belgium. The other TIER-1 system is located in Charleroi. Each university also operates a TIER-2 computer with lower computing capacity.", "The Flemish Government has invested 8.6 million euro in the project. Speaking at Thursday evening’s inauguration, the Flemish Prime Minister Matthias Diependaele (nationalist) said that \"Researchers today need the very best. Sofia is an undisputed milestone for science and innovation.\"", "Although designed to minimise energy use, the machine remains highly energy intensive. It requires water cooling, as traditional air cooling is no longer sufficient, in order to prevent its cables from overheating and melting.", "Sofia is part of the Flemish Supercomputer Centre (VSC) and is housed at the Nexus Data Centre in Zellik in Flemish Brabant."]},
{"title": "Flemish Government to invest 3.2 billion euro in the construction and renovation of school buildings ", "date": "2025-11-28T11:42:46Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/flemish-government-to-invest-3-2-billion-euro-in-the-constructio/", "source": "VRT NWS", "first_lines": "The Flemish Government has announced a 3.2-billion-euro investment programme in school infrastructure. The money will be used to finance the construction of new schools and the renovation of existing school buildings. The investment will be spread over the current legislature that ends in 2029. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/28/fe066048-0516-40d3-9e09-fdeac786f7b8.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["At the start of the legislature in 2024, the Flemish Education Minister Zuhal Demir (nationalist) announced that she intended to invest more in school buildings. In order to finance some of the investment in school infrastructure she took measures including cuts to the budget for school laptops.", "The annual investment budget for school building will rise from 571 million euro this year to 750 million euro per annum in 2029. In total 3.2 billion euro will be invested in the renovation of existing school buildings and the construction of new schools. This constitutes the biggest ever investment in school buildings.  ", "In addition to new school buildings, old buildings, will be renovated, improved accessibility  and the modernisination of infrastructure to make it meet current needs.", "Ms Demir told journalists that “We're not starting from scratch. But the backlog is enormous: waiting lists, old buildings, energy inefficiency.”", "Ms Demir also announced measure to ensure that asbestos is completely removed from all Flemish schools. A decreet to this effect was approved in the Education Select Committee of Flemish Parliament.", "“Asbestos has no place in an environment where children play and learn every day. That is why we will reimburse 100% of costs incurred for the removal asbestos. Not 60%, not 70%, but in full.”", "According to a report that will be published officially tomorrow, 61% of schools still have at least some asbestos present in their buildings.  "]},
{"title": "Federal Government wins backing of MPs in confidence vote", "date": "2025-11-28T14:45:03Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/federal-government-win-backing-of-mps-in-confidence-vote/", "source": "VRT NWS", "first_lines": "MPs in Belgium’s Federal Parliament have voted by a majority of 20 to back the Federal Government in a confidence vote. 77 federal MPs, all of whom from the 5 parties that make up the Federal coalition voted to back the government, while 57 opposition MPs voted against. The vote was preceded by almost 20 hours of debate on the Federal Government’s policy statement.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/28/8d07b924-b1fb-410c-be91-8526ccb9c3c7.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The Federal Government’s multi-year budget agreement involves cuts and measures to generate additional income totaling 9.2 billion euro. One of the measures is a cap on index-linked increases in wages in 2026 and 2028. In both these years those that earn more than 4,000 euro gross will only see the first 4,000 euro of their salary increased to match inflation. Index-linked increases to pensions and benefits will be capped after 2,000 euro. Other measures include getting the long-term sick back to work, a number of VAT increases and an increase in excise duties on natural gas.", "These were the measures that attracted the most attention during the long budget debate. The opposition was unanimous in its criticism of the efforts required of the middle class.", "In his reply following the debate, the Federal Prime Minister Bart De Wever (nationalist) stated that further efforts will be needed in the next legislature to achieve a sustainable budget, but that the Federal Government has now succeeded in stabilising the deficit.", "“The rot has been stopped”, Mr De Wever said. He went on to deny that the tax burden is increasing, stating that will fall by 0.5% of GDP, or 3.5 billion euro, while expenditure will fall by more than 1%. In policies had remained unchanged there would have been a 1.7%, according to the Prime Minister. “How is this government restructuring? By significantly reducing expenditure and lowering taxes across the board. Those are the figures. That is the truth”, Mr De Wever told parliament. "]},
{"title": "Strike hits bus, tram and metro services", "date": "2025-11-24T08:36:07Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/24/strike-hits-bus-tram-and-metro-services/", "source": "VRT NWS", "first_lines": "From today until Wednesday, fewer De Lijn buses and trams are running in Flanders. Today, approximately half of scheduled journeys will be made.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/24/417e1c1a-aa90-41cf-8ea9-09346228f656.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["As there still may be unexpected cancellations, Flemish local transport company De Lijn advises passengers to check its route planner online regularly.", "Services of the Brussels local transport company MIVB and the Walloon regional transport company TEC are also disrupted. According to the latest information, the following lines are operating in Brussels:", "METRO: lines 1 and 5", "TRAM: lines 4, 7, 8, 10, 82, 92 and 93 (only between Stadion and Park) and very few trams on lines 7, 8 and 10", "BUS: lines 36 and 71", "Frequencies will be much lower than on a normal day.", "De Lijn's services in Ghent are severely disrupted today. Less than half of the buses and trams are running, which means that many stops are barely served or not served at all.", "Many commuters seemed to have prepared for the situation and planned alternatives or left earlier. As a result, there was no pushing and shoving anywhere, and the platforms remained remarkably quiet. The buses that are running are well filled but not overcrowded."]},
{"title": "Subscribe to our Flandersnews newsletter!", "date": "2019-02-25T14:39:31Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2019/02/25/flandersnews-launches-newsletter/", "source": "VRT NWS", "first_lines": "Flandersnews is launching a daily newsletter.  Do you wish to keep up-to-date with the top news stories in Belgium?  If so, please register at the bottom of our homepage.", "thumbnail": "https://images.vrt.be/vrtnws_web/2019/01/30/f5994db6-247c-11e9-abcc-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Once you have registered, you will receive a daily email alerting you to our top stories.  In exceptional cases, when something particularly newsworthy happens, we will let you know too as soon as possible!  Make sure you keep abreast of what is going on around you and register today!  Our news stories will help you to dialogue with your Flemish neighbours and colleagues and assist you to form part of our society.  ", "What is Flandersnews? Flandersnews is the English news website of VRT, the Flemish public broacaster.  Our website offers news articles and English versions of reports first aired on VRT TV News. Our newsletter contains a selection of the latest articles sent straight to your mailbox.", "Flandersnews carries all the big news stories in a language you can understand! It's Belgium’s leading English language website for news and video reports, current affairs and the best human interest and business stories.", "As part of a big media organisation flandersnews is able to draw on the expertise of a team of 300 VRT TV, radio and online journalists. We also bring English language versions of video reports first shown on VRT TV News. Our culture section reports on exhibitions and the world of the arts. In our sports section you can follow the accomplishments of Flemish sportsmen and women.", "If it happens in Belgium and it’s worth reporting, you’ll find it on flandersnews.be.", "Our newsroom is staffed seven days a week and our reports are regularly updated."]},
{"title": "Inflation rose to 2.40% in November", "date": "2025-11-28T08:43:12Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/inflation-rose-to-2-40-in-november/", "source": "VRT NWS", "first_lines": "The November inflation figures that were published by the federal statistics bureau Stabel on Thursday show a 0.4 percentage point rise in inflation compared with the figures for October. The increase has been driven mainly by higher prices for services and certain consumer goods.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/02/07/34289bfd-4b0e-4213-b264-0b4333974f2c.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The general inflation rate rose from 2% in October to 2.4% in November. Meanwhile, the rate that is based on the so-called “Health Index” that excludes products such as alcoholic drinks, tobacco and petrol rose from 2.11% in October to 2.45% in November. That is more than expected, as the Federal Planning Bureau had forecast only a modest rise.", "Travel, household appliances, electricity, motor fuels and smartphones put upward pressure on inflation, while airline tickets, stays at holiday parks and natural gas helped temper the rise. Core inflation (excluding energy and unprocessed foods) continued to rise. Meanwhile energy inflation remained negative, while services and food inflation rose notably.", "If inflation remains high in December, the trigger index that brings in its wake an increase in public sector's wages and benefits could be exceeded by the end of the year. This would result in a 2% increase in public sector wages and benefitsnext March. Previously, Statbel had forecast the trigger index mechanism would be triggered in January.", "The HR service providers Acerta and SD Worx have calculated that over half a million workers in Belgium will receive a pay rise of about 2.2% at the start of next year. These include office workers, food industry workers and those working in catering and transport.", "Wage indexation is calculated differently in Belgium's private sector. The timing and percentage depend on in which sector of the economy a person works and are determined in binding collective agreements. The exact percentage will also depend on whether the measure to cap index-linked increase in wages to the first 4,000 euro of a person’s salary is approved before the end of this year.", "Whatever is the case, 2.2% is significantly lower than the 3.58% rise they received at the beginning of this year. "]},
{"title": "Belgian PM warns EU Commission President that using frozen Russian assets would undermine chance of Ukraine peace deal", "date": "2025-11-28T10:48:40Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/belgian-pm-warns-eu-commission-president-that-using-frozen-russi/", "source": "VRT NWS", "first_lines": "The Belgian Prime Minister Bart De Wever (Flemish nationalist) has said in a letter to the European Commission President Ursula von der Leyen that using frozen Russian assets for Ukraine would be a “fundamental error” and that to do so would have legal and geopolitical consequences for Europe. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/18/daf0646c-4ee9-4047-902b-ac76c939822b.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The discussion revolves around more than 210 billion euro in Russian assets that have been frozen in the EU since the start of the war in Ukraine. More than 180 billion euro of this is at Euroclear in Brussels. Last month European leaders tried to reach a consensus to use around 140 billion euro of the frozen funds as collateral for a loan to Ukraine. However, Belgium opposed this .", "In his letter, Mr De Wever warns that acting too quickly could have dire consequences for a future peace agreement. “If we rush ahead with the proposed reparations loan plan, we risk the collateral damage of effectively making a future peace agreement impossible”.", "The Belgian Prime Minister he had previously stated his objections but did not receive sufficient answers. “To date, we have not seen any proposal on the legal wording of the plans”.", "Mr De Wever points out that never before have frozen foreign assets been used while a conflict is ongoing. According to the Belgian PM, such assets are only used for reparations after a war has ended. “The harsh reality is that at no time in history have frozen foreign assets been reallocated during a war”.", "Mr De Wever goes on to say that the plan could not only undermine international law but also cause unrest on the financial markets. This would have consequences for member states, the euro and for Euroclear. He adds that there is \"a real danger\" that the EU will have to repay the money. ", "Mr De Wever warns that Russia could take countermeasures, in particular against Euroclear and Belgium. President Vladimir Putin said on Thursday that the Russian government is preparing countermeasures if Russian funds are \"stolen.\"", "The Russian parliament passed a resolution calling for countermeasures last week. The Belgian Prime Minister points to the other options that the European Commission has put on the table. He says that a joint loan for around 45 billion euros in 2026 could turn out cheaper if we look at all the risks."]},
{"title": "Domestic and international rail services severely disrupted", "date": "2025-11-24T08:22:40Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/24/rail-services-severely-disrupted-on-monday/", "source": "VRT NWS", "first_lines": "Many Belgian rail staff joined a strike action at 10 p.m. yesterday evening. As a result, one in two InterCity trains – trains connecting our towns and cities – are not running today.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/24/64baa427-067b-4abb-a09e-94e8d66c716c.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Only one in three Suburban and Local trains are running. In addition, most rush hour trains have been cancelled.", "The rail strike will continue tomorrow and Wednesday.", "Commuters report Ghent-Sint-Pieters station is quieter than usual due to the rail strike. Few passengers have presented and the trains that are running are also shorter than normal. Trade unionists have set up a small picket line in front of the entrance.", "However, many passengers do seem to have found their way to the Brussels-South station (Zuid/Midi) this morning. Information boards show several trains that are running but are experiencing significant delays, sometimes of up to half an hour and even an hour.", "It is not only domestic rail services that are severely disrupted today. Trains to and from Belgium are also being affected by the rail strike.", "There are fewer trains than usual on the Eurostar connection to and from Paris.", "Train services to and from the Netherlands are also affected. The Eurostar, Eurocity Direct and Eurocity are running less frequently and via a different route. As a result, the Eurocity does not stop in Breda and the Noorderkempen, but makes an extra stop in Roosendaal."]},
{"title": "‘TimeOut’ says that Brussels’ Vlaamsesteenweg is the World’s 11th coolest street ", "date": "2025-11-21T11:20:27Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/21/_timeout_-says-that-brussels-vlaamsesteenweg-is-the-worlds-11th/", "source": "VRT NWS", "first_lines": "The international urban lifestyle magazine ‘", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/11/23/baa759a8-e26c-4fce-a3e3-650093479b5f.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["The London-based magazine ‘", "compiled a Top 31 of what it considers to be the world’s coolest streets. The criteria used by ‘", " when deciding which streets are the coolest are “drink, fun, culture and community”.", "The magazine went looking for both “backstreets and lively boulevards” that are enjoyed by locals. The magazine's Brussels writer is lyrical about the Vlaamsesteenweg. “It’s got all the charm – cobbled streets, crooked façades and centuries-old houses – but without the clichés”.", "Furthermore, it is just a short walk away from the city’s tourist traps such as the central market square (Grote Markt) and Manneken Pis. The diversity of what is available on the Vlaamsesteenweg won praise from '", "Brussels writer “Indie boutiques, a photomaton built into a wall, cafés, splashes of street art and some of the city’s most popular eateries.”", "“You’ve got a street that captures the spirit of Brussels: creative, joyful and a little rough around the edges.\"", "‘", "is particularly impressed by the range of shops and cultural activities of offer in the narrow, cobbled street. “it bursts with eclecticism: you can buy a bonsai tree with tiny apples, visit a falconry museum, browse vintage pop culture at Stuff, pop into the baroque La Bellone cultural centre, fix your bike, or watch artists work behind shopfront windows”.", "The Nighshop wine bar, the fresh mussels at Pré Salé and the popular Au Laboureur bar with its reasonably-priced lager beer at 2.50 a glass all came in for praise "]},
{"title": "‘Strike puts further pressure on Brussels' position as an economic centre’, Voka Metropolitan says", "date": "2025-11-24T12:44:06Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/24/_strike-puts-further-pressure-on-brussels-position-as-an-econom/", "source": "VRT NWS", "first_lines": "The trade unions’ 3 days of strike action weakens Brussels' position as an economic centre, Brussels business organisation Voka Metropolitan says. Although working from home in the service sector mitigates some of the disruption, the industrial action is leading to a loss of income for the local economy, the organisation argues.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/31/41eda3c6-19b4-422c-b0a9-47ee6c19e81f.jpg?width=200&height=113&q=80", "tags": ["Brussels"], "content": ["Repeated industrial action on public transport and at Brussels Airport is jeopardising investment in the capital, Voka Metropolitan notes. The organisation emphasises that the MIVB, the Brussels local transport company and the largest item of expenditure in the Brussels budget, is now in its tenth day of industrial action this year.", "‘These actions undermine the role of our capital as a meeting place and economic hub,’ says René Konings, director of Voka Metropolitan. ‘It is ironic that this is happening at a time when Brussels is already under severe pressure due to the lack of a new Brussels government, while the actions themselves have nothing to do with the political deadlock at the Brussels level.’"]},
{"title": "First temple of the Church of Jesus Christ of Latter-day Saints in Belgium opens in Brussels", "date": "2025-11-24T10:26:01Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/24/first-temple-of-the-church-of-jesus-christ-of-latter-day-saints/", "source": "VRT NWS", "first_lines": "The first temple of the Church of Jesus Christ of Latter-day Saints, often referred to as the \"Mormons\", has opened in Belgium. The Church of Jesus Christ of Latter-day Saints claims to be the restoration of the original church as established by Jesus Christ.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/22/5ea2c963-f86f-4634-9bef-e609d10f6822.png?width=200&height=113&q=80", "tags": ["Brussels"], "content": ["The temple is located on the Kunstlaan in downtown Brussels. Although the building will undergo extensive renovation in coming years, the opening ceremony was held on Saturday.", "Elder Jack N. Gerard, the spiritual leader of the church, attended the ceremony and also gave an opening speech. In it, Gerard not only declared the temple open, but also immediately recalled the fulfilment of an ancient prophecy. This prophecy states that the teachings of the Church of Jesus Christ of Latter-day Saints will conquer the world.", "‘The original Church of Jesus Christ was lost after the murder of the 12 apostles and their disciples,’ says Dinis Adriano, spokesperson for the church in Belgium. ‘It was not until 1830 that the only true church was restored by the then 14-year-old Joseph Smith.’", "According to Elder Gerard, previous attempts to establish the faith in Belgium had so far failed. That is why no temple has ever opened in Belgium so far.", "‘We want to build more and more temples in the future, but there must be followers,’ says spokesman Adriano. ‘Over the past 20 years, the religious community in Brussels has grown. We now have 7,000 members. We hope that our members will visit the temple regularly.’", "The building at Kunstlaan 52 in Brussels will undergo extensive renovation from January onwards and will be converted into a temple. By 2029-2030, the entire building should be renovated and accessible to Belgian faithful.", "The faith is centrally managed from the main temple in Salt Lake City, Utah, USA, and there are more than 260 temples spread across the globe."]},
{"title": "Strikes and poor weather: Rush hour with more than 450 kilometres of jams", "date": "2025-11-24T08:09:54Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/24/strikes-and-poor-weather-rush-hour-with-more-than-450-kilometre/", "source": "VRT NWS", "first_lines": "At around 8.15 a.m. on Monday morning, some 450 kilometres of traffic jams had materialised on Belgian roads. This is significantly more than usual and only happens a few times a year.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/04/28/55c53786-9d28-4a1e-bebd-858578d269c6.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["‘The longer traffic jams are due to a combination of rainy weather and the strike,’ says VRT traffic expert Hajo Beeckman. Because there are hardly any trains or buses running, people are trying to get to work by car.", "The roads are busier than usual this morning, again due to the public transport strike combined with the bad weather.", "At around 7.30 a.m.,  already more than 300 kilometres of traffic jams had appeared. In some places, the jams are particularly long, on the motorways and the dual carriageways around the northern port city of Antwerp and around our beautiful capital Brussels."]},
{"title": "Broadcast worldwide but fake: video of explosion at Iran prison traced back to old photo", "date": "2025-06-26T07:58:02Z", "author": "Rien Emmery", "url": "https://www.vrt.be/vrtnws/en/2025/06/26/broadcast-worldwide-but-fake-video-of-explosion-at-iran-prison/", "source": "VRT NWS", "first_lines": "A short video clip showing an explosion at Evin Prison in Tehran during an Israeli bombing raid is fake. The attack did take place, but the video in question – which has been widely broadcast and shared – is a fragment of an older photo of the prison gate. The photo was presumably edited into a moving image using AI technology.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/24/b33bb54d-a158-4f39-9e98-7dfbfcc84ffa.png?width=200&height=113&q=80", "tags": ["nws check"], "content": ["News outlets around the world published images from a surveillance camera that allegedly captured the Israeli bombing of the notorious Evin Prison in the Iranian capital, Tehran, on 23 June.", "However, an analysis by VRT’s fact-checking team shows that the images are fake: they are a fragment of a photo from January 2023, which has been edited into a video with an explosion added.", "On Monday morning, 23 June, Israel announced that it had bombed several symbolic sites in Iran, including Evin Prison in the capital, Tehran.", "The prison is notorious for the hundreds of dissidents and other political prisoners who are being held there. One of them is ", ", the Iranian-Swedish emergency doctor and visiting professor at the Vrije Universiteit Brussel who has been accused of espionage by the Iranian regime and sentenced to death.", "The most spectacular image of the attack was a 6-second black-and-white clip showing an explosion at the prison gate. The images appear to be from a surveillance camera. They were shared on social media by Iranian journalists such as ", ", and by Israeli Foreign Minister ", ".", "The footage was also picked up by news media around the world. It was featured in reports by ", ", CNN in the US, the British public broadcaster BBC and VTM-Journaal.", "There is no doubt that Evin Prison in Tehran is shown at the beginning of the video. The sign and the barred windows are clearly recognisable in other photos of the building.", "Using ", ", an image search engine, we performed a search using the opening image of the video. The result is a ", " of Evin Prison that bears a striking resemblance to the source material.", "Further reverse image search queries reveal cropped versions of the same photo on various websites. ", " cites a Twitter profile as the source: @iaaraash.", "On that profile, we indeed found the ", " of the gate of Evin Prison. The image appears to have been posted by Iranian citizen journalist Arash Hashemi more than two years ago, on 6 January 2023.", "Image analysis showed that the first frame of the black-and-white footage apparently from the security camera fits perfectly into the larger colour photo from January 2023. You can see that first video image here in the red frame.", "Further comparison also shows that the plants in the foreground of both images are identical.", "Incidentally, this vegetation is another indication that the images of the explosion cannot be recent. The bare bushes correspond to the time when the photo was taken, in the winter month of January 2023, not to the situation in the summer month of June 2025.", "An aerial photograph from June 2023, for example, shows how the bushes are normally in full leaf at this time of year.", "Everything therefore points to the images in the video being fake. A section of an older, genuine photo of Evin Prison has been edited into a video with an explosion added.", "This was probably done using an application based on AI. The phenomenon of adding explosions to images is quite common, to the extent that there are even ", " for it.", "Although Evin Prison was indeed bombed on 23 June, these images are not authentic.", "On Monday morning, 23 June, Israel bombed Evin Prison in the Iranian capital, Tehran.", "A video appeared on social media showing surveillance camera footage of an explosion at the prison gate. Israeli government officials and Iranian media have shared the images, which have also been picked up by the world press.", "However, the video is fake. A fragment of an older photo of Evin Prison, from January 2023, has been edited into a video showing an explosion. This was probably done using AI.", "We therefore assess the viral video of the 23 June bombing of the prison to be false. ", "Read ", " about fact checking, disinformation or online deception.", "This fact check was written based on the information available at the time of publication. Find out more about ", ".", "Do you have any questions or comments, or would you like to know who is on our team? Read about it in ", ".", "You can also find our fact checks at ", ", along with reliable fact checks from several other Flemish and Dutch editorial teams.", "Would you like to have something checked? Email us at check@vrtnws.be. VRT NWS is a recognised member of the ", " and the ", "."]},
{"title": "‘Repetition works’: 1 Russian fake news story about Zelensky’s wealth every month since invasion of Ukraine", "date": "2025-07-09T13:56:41Z", "author": "Ellen Debackere", "url": "https://www.vrt.be/vrtnws/en/2025/07/09/repetition-fake-news-russia-ukraine-zelensky/", "source": "VRT NWS", "first_lines": "A villa, a sports car, expensive jewellery: in the 40 months since Russia invaded Ukraine, there have been at least as many fake news campaigns about the private spending of president Volodymyr Zelensky. Many of these come from or were spread by pro-Russia Telegram channels. Their aim? To undermine support for aid to Ukraine. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/18/c6a4e874-0008-43a4-8b3b-288cba8b9709.png?width=200&height=113&q=80", "tags": ["nws check", "Culture"], "content": ["Since the start of the war in Ukraine, at least 40 fake news campaigns have been launched, reporting on the alleged expenses of Ukrainian president Volodymyr Zelensky, primarily by pro-Russian channels.", "The articles, alleging luxury purchases such as a villa or a sports car by Zelensky or his wife, have been debunked every time. They appear to be intended to undermine support for aid to Ukraine in its fight against Russia.", "VRT NWS Russia expert Marijn Trio: “The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division.”", "Volodymyr Zelensky’s wife did not buy a “€4 million Bugatti” in Paris and the president ", ". But that’s what many posts on social media would have us believe: that Zelensky is taking Western money meant for the defence of his country and spending it on luxuries.", "In the 40 months since Russia’s invasion of Ukraine, our journalists have counted at least 40 fake news stories about the president’s supposed spending – one fabricated story for every month.", "What are they saying? There have been false claims about Zelensky’s purchase of villas around the world, as well as fake reports about ", ".", "Sometimes the stories originate on pro-Russian Telegram channels, from where they are spread further.", "One example is the rumour about Zelensky buying a villa in Florida: ", " and was subsequently picked up by ", " that spreads fake news about Ukraine, among other things, via simulated websites.", "Other articles are first published on obscure websites set up for the sole purpose of spreading a particular falsehood. That was the case, for example, in the story alleging Zelensky had ", ". Messages are then picked up and spread further by channels with a wider reach, such as the X accounts of Russian embassies or pro-Russian influencers.", "The fake story about Zelensky’s wife buying a sports car in France is a perfect example of how Russian disinformation works and spreads online.", "A fake story – “Olena Zelenska buys a Bugatti in Paris” – is attached to a real event: the couple’s visit to France. A news website is created – in this case, a site called Vérité Cachée, or Hidden Truth – for the sole purpose of writing an article about it. This article is then used as a source by Russian media and pro-Russian accounts on social media to spread the fake story. ", "The spate of fabrications also brings to mind allegations of tax evasion by Zelensky. He surfaced a few years ago in ", ": leaked documents from companies that had parked offshore funds. So how rich is he, really?", "Estimates on his wealth vary. The Celebrity Net Worth website ", ", as of March this year. According to ", ", his wealth in 2022 stood at $20 million.", "Following the Maidan Revolution in 2014, Ukraine introduced a ", " in which public figures including MPs are required to submit a declaration of their assets each year. The ", " – from March this year – shows that ", " before the Russian invasion of February 2022. The list of assets includes several apartments in Ukraine. ", "Why are pro-Russian factions going to so much effort to create all these fake stories? They have one major goal: to cast doubt on support to Ukraine and make people ask if aid money is getting to where it should.", "According to VRT NWS Russia expert Marijn Trio, the Russians are trying to undermine Zelensky’s legitimacy. The undertone of each of the stories is: “This is what’s happening with the aid to Ukraine. It’s not going to the Ukrainian people or to the army, but to the wallets of the Ukrainian elite.”", "And that message cuts through, because “repetition works”, he says. People see the stories and are subconsciously influenced, especially if there’s a continuous stream of them. Trio: “People mention it to me. They see stories like this and ask themselves if something isn’t right.”", "Fake news works best if it’s based on a grain of truth. In this case, the false stories recall ", ". “But Zelensky was elected precisely on a promise to address this corruption,” says Trio. “So it’s extra hurtful for him to be accused of corruption.", "“The Russians are very good at capitalising on the algorithms of social media and they know which sensitive topics they can use to sow division,” he says. “It’s important that people know the ways in which this happens so they can be alert to it.”", "This article was produced as part of the Prebunking at Scale project, with support from the ", ".”"]},
{"title": "3-Day protest against De Wever I’s reforms: what’s happening on Wednesday?", "date": "2025-11-20T10:45:47Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/20/3-day-protest-against-de-wever-is-reforms-whats-happening-on-we/", "source": "VRT NWS", "first_lines": "Next week, on 24, 25 and 26 November, Belgium’s trade unions are staging industrial action against the federal government's reform drive. The scale of the disruption is becoming increasingly clear.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/14/cec3c3bb-88ba-42bf-bdd7-ec93054738bf.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["On Wednesday 26 November a so-called ", " is being called.", " will depart from Zaventem on Wednesday 26 November. ", " expects a large proportion of security staff and baggage handling staff will take part in the national strike. Disruption is also expected for arriving flights. Brussels Airport is calling on travellers not to come to the airport and says airlines will inform passengers directly.", "The extent of the disruption to education is still unclear. The education unions have announced that they will participate in at least one of the three strike days. The socialist union even plans to down tools on both Tuesday and Wednesday.", " will be disrupted for three days due to the strike. The railway unions have called on NMBS staff to take part in a 72-hour strike, which will start on Sunday 23 November at 10 p.m. and continue until the last train on Wednesday evening, 26 November. An alternative timetable is being drawn up. According to the state-owned rail copany NMBS, the train service will be visible in its route planner 24 hours in advance.", "From Monday to Wednesday, there will be fewer ", " running throughout Flanders. An alternative timetable is being drawn up and will be available from Saturday evening, 22 November. Updates for Monday will be announced on Saturday evening, for Tuesday on Sunday evening and for Wednesday on Monday evening. As some services may be cancelled unexpectedly, De Lijn recommends checking the route planner on the day itself.", " will also be severely disrupted on 24, 25 and 26 November, according to the ", ". The transport company says it will certainly ensure part of the service but advises travellers to look for alternative solutions for travel in Brussels on those days.", "The socialist trade union has submitted a three-day strike notice to the ", ". It is not yet clear whether disruption is expected and how severe it will be.", "In ", ", the trade unions are calling for a strike on Tuesday 25 and Wednesday 26 November. The strike will start on Monday evening, 24 November, at 10 p.m.", "There will also be strikes here and there in the private sector, although the impact there is not yet very clear."]},
{"title": "A secret sale at your local Kruidvat drugstore? Fraudsters spread fake advertisement via Facebook ", "date": "2025-10-13T07:25:12Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/10/01/a-secret-sale-at-your-local-kruidvat-drugstore-fraudsters-sprea/", "source": "VRT NWS", "first_lines": "Advertisements are doing the rounds on Facebook promoting a special offer it is claimed that some employees of the Kruidvat drugstore chain are aware of. A set of personal beauty products is offered for just a few euro in return for completing a short survey. VRT News’ Fact Check Team found that the ads and the profiles that share them are fake. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/09/15/633bc70d-5ef7-4dfc-857a-7b4ebb1ad275.png?width=200&height=113&q=80", "tags": ["nws check", "Consumer Affairs"], "content": ["A large gift set containing skincare products for just 2 euros? It seems too good to be true and of course it isn’t. Several advertisements that appear on Facebook claim that the drugstore chain Kruidvat has a secret that only a few people know about.", "Kruidvat is said to be selling off old stock at bargain prices. If the ads are to be believed, you can buy a Sol de Janeiro gift set for just 2 euros after completing a short survey. Unfortunately, this it's nothing more than a scam.", "The various advertisements consistently tell a similar story. Those that post them claim to have learned about the special offer through a sister who works at Kruidvat or an acquaintance recently laid off by the retailer. Facebook's Ad Library shows that the ads have been viewed over a million times in Belgium.", "Each post is followed by a comment with a link leading to a website containing the supposed Kruidvat survey. Once completed, you can click through to a form where you're asked for payment and your personal details. ", "Although you might never receive the box containing skincare products. As you have entered your bank details, the scammers will be able to withdraw money from your account. They can also use your personal data for phishing purpose or to sell it on to others.", "The profiles behind the ads are made by people posing as Belgians with typically Belgian names. However, a glance at the profiles quickly reveals that they were recently created and have no followers or friends. They have only a handful of photos, and there are no interactions on photos that are unrelated to the scam.", "Using the Pimeyes tool, VRT Fact Check discovered that the photo of Katrien De Smet that was used by the scammers is that a real person from the Netherlands, albeit someone with a different name.", "Not only the advertisements but also the people that respond so enthusiastically to the ads are fake. Photos supposedly of parcels of skincare products that have just arrived at someone’s home are taken to enhance credibility.", "In addition to this, the profiles of the people posting the comments abouts the ads are also fake again. The scammers clearly went out of their way to make the profiles appear genuine. The hometown, workplace, and relationship status are all filled in. However, VRT Fack Check used Pimeyes to check the photographs on the profiles that it investigated and found that they appeared elsewhere on the social media accounts of people with a completely different name.", "Kruidvat’s spokesperson Sander Khouw told the VRT that fake advertisements promoting fake special offers often appear on social media. \"We do our utmost to take action where possible and/or to inform consumers.\" Mr Khouw stresses that advertisements VRT Fact Check investigated are not part of a Kruidvat advertising campaign.", "Kruidvat isn't the only company to fall prey to fake ads. The namers of several other retail companies, such as Decathlon, MediaMarkt, and The North Face, have also been used by scammers.", "   ", ": Is the product you can win through the ad normally worth a lot of money, but now you're only being asked to pay a few euro? Beware! If something sounds too good to be true, it more often than not isn’t.", " ", ": If the page has few followers or photos, it's best not to trust it. Check the supposed vendor’s official page to see if you can find the promotional offer there.", ": After clicking on a link for a deal, first check the web address at the top of your screen. If it looks strange and doesn't resemble an official brand website, don't proceed.", "Contact your bank to have the scammers stop any ongoing and future transactions.", "Call CardStop on 078 170 170.", "Card purcases can be disputed through the m", " website. ", "Report what has happened to the police.", "Lodge a complaint with the Economic Inspectorate. This can be done online via this link: ", ".", " Send VRT Fact Check a mail check@vrtnws.be.", "VRT News is a recognised member of the ", " (IFCN) and the European Fact-Checking Standards Network ", "."]},
{"title": "9 out of 10 Leen Bakker staff set to lose their jobs", "date": "2025-11-26T10:22:42Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/26/9-out-of-10-leen-bakker-staff-set-to-lose-their-jobs/", "source": "VRT NWS", "first_lines": "9 out of 10 staff that work for the furniture retailer Leen Bakker will lose their jobs. The furniture chain went bankrupt in the summer and its 44 Belgian stores have been for sale since the end of August. Buyers have been found for some of the stores and all or some of the staff that work at them will be kept on, Johan Van Loon of the Christian trade union ACV told VRT News.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/08/27/419a8ac0-f3c7-4ad8-bc92-50aa6dab1cfb.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["On Wednesday the Commercial Court in Antwerp will publish its judgment on the bankruptcy of the furniture retailer Leen Bakker. Johan Van Loon of the Christian trade union ACV told VRT News that \"It is expected to state that various buyers have been found to take over some of the stores\".  ", "Large retail chains such as the Danish furniture chain Jysk, the Dutch retail chain Swiss Sense and the Belgian toy chain Toy Champ will take over several of what were Leen Bakker shops.", "\"As a result of this, 10% of the current staff will be able to return to work with a new employer”. However, the vast majority will not.  ", "Few of the stores that are to be taken over are in Antwerp Province. This is because many of the retailers that are buying Leen Bakker store elsewhere already have had stores in Antwerp Province for many years.", "Some buyers intend to take over a store and all its staff, while others intend to take on half of the staff. There are also buyers that simply wish to take over a rental agreement on the building that currently houses a Leen Bakker store. 90% of Leen Bakker’s staff will lose their jobs. However, the union hopes that once the retailer has been declared bankrupt additional buyers will be found for at least some of the remaining stores."]},
{"title": "PM presents budget and policy plans to parliament", "date": "2025-11-26T12:11:26Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/26/pm-presents-budget-and-policy-plans-to-parliament/", "source": "VRT NWS", "first_lines": "More than a month later than planned the Federal Prime Minister Bart De Wever (Flemish nationalist) has presented his government’s budget and policy plan before the Federal Parliament. An agreement on the multi-year budget was reached early on Monday morning. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/26/bda645a3-583f-4f99-ac86-8aef99e5cee5.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Mr De Wever told the Chamber of Representatives that there was no other choice than to take the difficult decisions contained in budget.", "The Federal Prime Minister is usually found of using e Latin quotes. However, on Wednesday morning he made references to Greek mythology during his speech. \"This reminds me a little of the fork in the road for Heracles. The Greek hero had to choose between two paths, each embodied by a goddess: the path of the sinner Kakia and that of the virtuous Arete. (...) Heracles correctly chose Arete, the difficult path. Eventually he reached Olympus and became part of the community of gods.\", Mr De Wever said.", "\"Today in this country we are still far from reaching Olympus. This must be made very clearly. But let there be no doubt that this government has the courage to follow the path of Arete\", Prime Minister De Wever said. ", "“By 2030, those in employment can expect to earn an average of around 1,000 more net per annum” Promoting work is one of the core beliefs of this government. We will achieve this not only through labor market reforms, but also through tax reforms.\" ​​Mr De Wever said without elaborating on the measures that would be taken to ensure.", "According to the budget agreement reached on Monday, the tax reform will be brought forward and get under way in 2026. A second phase will tack effect in 2028 (a year earlier than planned) while the third phase will take effect a year later than originally planned in 2030."]},
{"title": "Ryanair says that Belgium risks pricing itself out of the market by raising air passenger tax", "date": "2025-11-26T14:53:28Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/26/ryanair-boss-says-that-belgium-risk-pricing-itself-out-of-the-ma/", "source": "VRT NWS", "first_lines": "Ryanair has warned that Belgium risks making itself less attractive to airlines by raising its air passenger tax at a time when several European countries are lowering the level of theirs. The Federal Government’s new budget agreement stipulates that the tax will rise from 5 to 10 euro from 2027. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2023/09/22/47c271a3-595d-11ee-91d7-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["In a press release on Wednesday Ryanair’s commercial director, Jason McGuinness said “While countries like Germany, Sweden, Hungary and Slovakia are reducing or abolishing their air passenger taxes, Belgium is doing the opposite, making it one of the least competitive markets in Europe. The repeated increases will only lead to fewer flights, harm tourism and destroy jobs. Belgium will ultimately generate less revenue than it would if it were pursuing a growth policy.”", "Ryanair urges the federal government to think again and scrap the tax entirely. It also wants measures to be introduced that would support the aviation sector “instead of punishing the public again again.”", "The remarks follow earlier criticism from Ryanair’s CEO Michael O’Leary. In August Mr O’Leary said that an increase in air passenger tax was the main reason the airline would not expand its Belgian operations during the winter season. The tax on flights over 500 kilometres had just risen to 5 euros, while short-haul flights have been subject to a 10-euro-levy for some time. The short-haul rate is set to increase by a further 0.50 cents in both 2028 and 2029.", "Ryanair currently operates from two Belgian airports (Charleroi and Brussel Airport).", "Previously Brussels Airlines also warned that raising air passenger tax would “go against the trend” in other countries."]},
{"title": "Russia is attempting to discredit the EU by disseminating fake news on a massive scale: VRT NEWS has mapped dozens of stories and explains how to recognise them!", "date": "2025-11-05T10:02:07Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/05/russia-is-attempting-to-discredit-the-eu-by-disseminating-fake-n/", "source": "VRT NWS", "first_lines": "On social media, the European Union (EU) is regularly portrayed as a dictatorship that wants to interfere in every aspect of our lives. Criticism is fine, but there are also many fake stories to influence us, mainly spread by pro-Russian sources. Our editorial team has selected 60 of these fake stories. How can you recognise them?", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/28/727ef240-1e6b-481f-91ef-3c1ce82f0b4d.png?width=200&height=113&q=80", "tags": ["Foreign News", "Culture"], "content": ["False reports are circulating online that portray the EU as a dictatorial bloc that is removing all power from the member states. Reports have claimed that the EU is forcing farms in Bulgaria to employ a certain number of LGBTI+ people, that Christmas is to be abolished, and that gel nails are to be banned.", "Legitimate criticism of the EU and its functioning this is not. These are false claims. There is no evidence whatsoever for dozens of claims that VRT News's editorial team discovered through fact-checking. This fake news is usually widely disseminated by pro-Russian accounts with the aim of undermining the EU's image and influencing elections. You can recognise these false claims by using a number of tips.", "‘The ", " only to use straw-based toilet paper’ or ‘", " allows the EU to arrest critical journalists’. It is not difficult to find messages on social media that portray the EU as a dictatorship that controls the lives of its citizens with oppressive legislation.", "We see these kinds of messages popping up in almost all EU member states. Even in non-EU countries where the discussion about membership is alive, such as Georgia and Moldova, a lot of fake news about the EU is  circulating. Often, the messages come from pro-Russian accounts or are at least further disseminated by these accounts.", "This is no coincidence. Over the past three years, elections have been held in many European countries. And attempts have been made to influence these elections. A ", "t mentions 503 deliberate influence campaigns in 2024 alone. These include disinformation campaigns by foreign powers.", "VRT NEWS collected fact checks on these types of anti-EU messages that are demonstrably false. We found about 60 examples that have been circulating since Russia's full-scale invasion of Ukraine. But this is only a small fraction of the many fake stories about the EU that can be found online.", "It is, of course, legitimate to criticise the EU, or to believe that the organisation behaves in a “dictatorial” manner and that your country should leave the EU. But this is not about legitimate criticism of the EU. It is about false and fabricated claims, which originate or are reinforced by pro-Russian circles in order to discredit the EU.", "The aim is always to stir up polarisation in a country, in the hope of ultimately changing or weakening current policy and, for example, making it more pro-Russian or undermining support for Ukraine. ", ", spread across almost all social media platforms known in Europe.", "There is no evidence whatsoever that the ", " or introducing a mandatory number of LGBTI+ people ", ", but how can you tell if something is true or false?", "The false claims we found can be divided into four recurring themes: the EU as a warmonger, the EU as a censoring power, the EU interfering in all aspects of our private lives and consumer affairs, and the EU influencing our identity.", "When it comes to war, for example, ", " has already been able to demonstrate that the EU does not seize your savings to invest in defence, contrary to what is being said online. In addition, false stories about ", " or ", " service are also circulating.", "Fake news about ", " or ", " presents the EU as a controlling power that tries to censor its citizens.", "But less spectacular stories, which affect citizens' private lives and consumer behaviour, are also circulating. For example, ", " demonstrated that the European Commission does not require Slovak millers to add worms to their flour. That was a rumour that was circulating. Earlier this year, ", " also demonstrated that Europe is not secretly putting ‘insects in your bread’.", "The EU promoting Islam and migration, and a misrepresentation of EU policy on the LGBTI+ community: here too, fake news presents the EU as an institution that wants to change the identity of its citizens. For example, ", " demonstrated that the EU does not give Portugal 3 million euros for every mosque built, as claimed online.", "The various topics may be trivial and easy to refute. But the aim is not for each of these claims to be believed. Through all these fake claims, an image emerges of the EU as a dictatorial power that leaves no room for freedom and should therefore be distrusted by everyone. And through repetition, the idea seeps in.", "How can you tell whether a message about a particular EU initiative is fake news or simply someone who sincerely disagrees with the direction the EU is taking? The various European institutions launch thousands of initiatives every year. So it is not always easy immediately to discern what is real and what is not. These tips will help you some way ahead:", ": does a message make you feel anxious or angry? Check the message. Fake news targets your emotions, because in that way it spreads faster.", ": sometimes fake news can contain a core of truth. Perhaps certain European legislation does exist, but certain elements are exaggerated or the legislation is not presented entirely accurately. Consider the example of the so-called ", ". Gel nails are not banned, but ", " is.", ": where does the news come from? By searching for the exact words from a message, you can often find other and earlier versions of the message. This gives you an idea of the type of accounts that are mainly sharing the news. Are these reliable accounts or not?", ": is the news being reported in different places and also in the mainstream media? Does what you read there correspond to the message on social media?", ": see if there are already fact checks on the subject. You can do this, for example, at the ", " or, in Flanders, at ", ": If the initiative really exists, you can find it on the ", ". ", "The 60 false claims approximately we have collected originated in many different ways. Some stories seem to pop up out of nowhere on social media, while others involve misinterpreting existing information or a bold statement by a politician.", "However, it is striking that pro-Russian accounts eagerly spread these claims once they are online. We see this, for example, in the case of the ", " and ", ".", "It is a well-known phenomenon of Russian propaganda: repetition works. We saw this recently with stories about ", ". Here, too, the aim was to undermine the president's legitimacy through a relentless stream of fake news.", "Russian propaganda is now doing the same with the EU: every story is intended to undermine the legitimacy of the EU in the minds of its citizens (and the citizens of countries that want to become members).", ": how a fake news network disrupts elections in Europe", "The ", " has discovered that a Russian-funded network attempted to influence ", ".", "The network promised money to anyone who would spread pro-Russian propaganda and fake news. Participants were trained to produce and disseminate messages on social media via platforms such as Facebook and TikTok. The aim was to damage Moldova's pro-EU party.", "The BBC's undercover journalist was asked to write unfounded accusations. One example is the claim that Moldova's possible EU membership would depend on whether the country's citizens would ‘change their sexual orientation to LGBT’.", "The internet is full of criticism of the EU and its rules. And that is fine if it is based on facts. But on social media, especially when elections in European countries are approaching, we see false messages popping up from pro-Russian circles. Based on lies and false information, they try to make people angry with the European Union.", "Most stories are quickly debunked. But by promoting similar stories over and over again, something seeps into most people's minds. It is the tactic of repetition that Russian propaganda regularly uses. We see the same thing with stories about ", ".", "By looking at the source of the reports and searching for other accounts of the news, you can find out whether or not it is fake news. ", "This article was produced as part of the Prebunking at Scale project, with support from the ", "."]},
{"title": "Sentences of up to 8 years for international drug gang", "date": "2025-11-26T11:18:31Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/26/sentences-of-up-to-8-years-for-east-flemish-drug-gang/", "source": "VRT NWS", "first_lines": "A court in the East Flemish city of Ghent has convicted 10 members of an international drugs gang. They smuggled drugs concealed among consignments of fruit juice from South America. The members of the gang were arrested in 2022. The East Flemish Courts’ spokesman Peter Catthoor told VRT News that “The gang was highly professional and smuggled consignments of drugs aboard ships from Brazil. Port workers involved in the smuggling operation retrieved the drugs so that they could be sold here in Europe. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/06/21/3bc9da74-f8b9-453d-b357-ef3ed46a2a6a.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["Detectives tracked down the gang after a routine check in 2021, during which 50 boxes containing 10 blocks of cocaine were intercepted on a ship. They were found among a shipment of paper and fruit juice. A total of half a tonne of cocaine was found. An inspection revealed that one barrel of fruit juice had disappeared from the ship.", "Detectives were able to trace the lost shipment via a wiretap. 114 1kg blocks of cocaine were delivered to a gang member in Wetteren. The investigation revealed that at least 25kg of the drug had already been smuggled in.", "Further information was gathered on the gang and its operations. Investigators learned that another large shipment from South America would arrive at the port of Ghent in January 2022. Following this several properties were searched and 481 blocks of cocaine were found, one of which was among a shipment of fruit juice.  ", "The members of the gang received custodial sentences of up to 8 years. \"The leaders received prison sentences of 8 to 4 years. Other gang members received shorter sentences, some suspended. Two other members were given community service for forging documents and laundering drug money” the East Flemish Courts’ spokesman Peter Catthoor told VRT News."]},
{"title": "ING Bank denies firm decision to end Brussels credit line", "date": "2025-11-26T14:17:56Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/26/brussels-to-lose-credit-line-from-ing-finance-minister-warns-ag/", "source": "VRT NWS", "first_lines": "The bank ING has denied taking any decision to withdraw a 500-million-euro credit line from the Brussels-Capital Region by the end of the year. Belgian press agency Belga reported that the Dutch had taken the decision yesterday. Earlier Belgian state-owned bank Belfius decided to withdraw the credit line that it had provided to the regional authorities in Brussels. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/03/27/10234058-6f92-49e2-9d57-66a6d93e8ebf.jpg?width=200&height=113&q=80", "tags": ["Home News", "Brussels"], "content": ["Meanwhile, the state of region’s finances has worsened further. The caretaker government that has limited powers, no majority and can’t take any significant policy decisions works with a budget based on so-called “provisional twelfths”. Each provisional twelfth is one twelfth of the last budget passed by parliament. In the case of the Brussels-Capital Region this is the 2024 budget.", "ING confirmed it is still in talks on renewing a contract that offers the Brussels-Capital Region a half-a-billion-euro credit line but which runs out on 31 December 2025.", "The Brussels-Capital Region is seriously in the red and any attempts so far to form a new coalition government have failed. The finance minister in the outgoing Brussels regional government Dirk De Smedt (Flemish liberal) confronted with the erroneous report repeated his warning that Brussels risks a US-style shutdown if a new budget is not passed soon.", "De Smedt added that he has been trying to make the message clear within the regional government for several weeks now. \"I hope that my colleagues are also aware of this urgency. We must act now. Only through a new credible financial strategy and a multi-year budgetary plan in which we structurally reduce the deficit, can we guarantee the continuity of our services and the stability of Brussels”.", "Dutch bank ING has not yet made a decision about the credit line for Brussels. The bank emphasised this after the Belga press agency had previously reported that the credit line had been suspended. ‘After further consultation, it has been decided to sit down at the table again, which is good news in itself,’ Brussels finance minister Dirk De Smedt (Flemish liberal Open VLD) says."]},
{"title": "Flights diverted, buses and trains cancelled and factories and supermarket distribution centres picketed", "date": "2025-11-26T09:00:10Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/26/flights-diverted-buses-and-trains-cancelled-and-factories-and-s/", "source": "VRT NWS", "first_lines": "On the third and final day of strike action by trade unionists it is the turn of those in the private sector to down tools. As on Monday and Tuesday public transport workers are also taking industrial action. There are no departures from Brussels Airport at Zaventem (Flemish Brabant) and Charleroi Airport in Hainaut Province expects big disruption due to a lack of staff reporting for work. Elsewhere, factories and some supermarket distribution centres are being picketed and so-called “filter blockades” have been set up on some roads. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/26/e8d5ab30-ed39-46a3-bdf5-742edd5eb944.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["With all departures from Zaventem cancelled, several airlines have diverted flights to Maastricht Airport in the Netherlands. 93 flights due to arrive at Zaventem today (Wednesday 26 November) will be able to land there while 110 flights have been cancelled.", "Charleroi Airport says that it cannot guarantee whether flights scheduled to arrive or depart there today will indeed do so. ", "For the third consecutive day there is considerable disruption to public transport. In Brussels just 3 of MIVB’s tramroutes and 2 of its metro lines were running on Wednesday morning. None of MIVB’s bys services are running. Click here for the latest update.", "The Belgian rail company NMBS says that 60% of Intercity (IC). 40% of suburban (S) and stopping (L) services are running. ", " ", "The Flemish public transport company De Lijn says that between 55% and 65% of its services are running. It’s a varied picture though and passengers are advised to consult De Lijn’s website ", " or its app for the latest information.  ", "Although most supermarkets in Flanders will be open there may be what the retailers describe as “disruption’ caused by stores being short of staff due to the strike.", "A blockade of supermarket distribution centres such as Delhaize’s logistic centre in Zellik (Flemish Brabant) may cause disruption to deliveries of fresh products. In Wallonia and in Brussels there is a greater possibility that some supermarkets may be closed. ", "Several roads that lead to major industrial sites have been (partially) blocked by strikers. These include the Scheldelaan in the port of Antwerp and the Kennedylaan in Ghent (East Flanders) that will be blocked every hour for between 5 and 10 minutes. ", "At Volvo in Ghent the morning shift failed to set to work on Wednesday, Volvo management has confirmed. Picket lines have been set up at and around the company. Willingness to strike among the company’s 6,500 employees in Ghent seems high.", "It is not yet clear what the afternoon or late shift will do, but it is likely that their willingness to work will also be limited. Staff members who do come to work are being given maintenance tasks on the shop floor. The production line will not be running until further notice."]},
{"title": "A hundred years of L'Archiduc in Brussels: Johan Ral's new tome brings iconic bar’s history to life", "date": "2025-11-26T14:42:35Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/26/a-hundred-years-of-l-archiduc-in-brussels-new-tome-brings-iconi/", "source": "VRT NWS", "first_lines": "L'Archiduc is one of the most famous venues in Brussels.  Flemings and expats flock here to experience all kinds of performances, live piano, poetry and DJ sets. The bar is the result of one hundred years of Brussels history, as journalist Johan Ral explains in his new illustrated book ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/25/00b5eb9d-24f7-4cd3-b043-bcd811e467ff.jpg?width=200&height=113&q=80", "tags": ["Culture", "Brussels"], "content": ["‘We know that David Bowie visited L'Archiduc because rock singer Arno mentioned it, but who can prove it? Jean-Louis, the current owner, didn't witness their encounter.’ Music journalist Johan Ral is keen to dish up this and other anecdotes about the famous Brussels café to Eva Christiaens, our colleague at Brussels media outlet ", ".", "The journalist, who used to work for this parish and weekly Knack, had already written a book about the Ancienne Belgique concert hall and now it is the turn of the Archiduc bar. Today, it is a popular nightspot for young expats, but it is also a favourite haunt of the Flemings of Brussels, who have been able to meet rock singer Arno (pictured) and film director Marc Didden here since the 1980s.", "With its 70-year old piano, L'Archiduc remains popular for an afternoon chat as well as for dancing well into the early hours. In over 200 pages, Ral guides us through lesser-known stories. From the watch shop that once thrived in the building to the private club that moved in in 1943.", "While alcohol sales were strictly regulated under the Vandervelde Act during the first half of the last century, the members of the society ", " sought a place in Brussels to enjoy a cognac and a cigar behind closed doors.", "‘These friends settled in L'Archiduc in 1943, but their club had been around since 1925,’ says Ral. ‘It was a typical business club that you couldn't just walk into. That naturally fuelled rumours about secret meetings and clandestine affairs.’", "The current décor of L'Archiduc is still that of the 1930s and 1940s: the entrance, iconic chairs and armchairs, the massive round bar, the deep alcoves, the mezzanine. ‘This isn’t the only venue in Brussels that is subject to a preservation order, but the fact that a café has existed in this form since 1943 and with the same function since 1985 is unique,’ Ral explains.", "In the 1940s, in the midst of the Second World War, Les Amis de l'Art Décoratif hired Alice Praxel – popularly known as “Madame Alice” from the café across the street in Dansaertstraat – to serve as manager.", "After her death in 1951, jazz musician Constant Brenders, whose stage name was Stan, took over. He had already played piano across the street and took over at L'Archiduc in 1953, together with his wife: it was still a private club, but now for jazz lovers. Clémence Jacqueline Cambien, known to her friends as “Boule”, ran the business until 1985, after Stan's death.", "However, during the war years, Brenders worked for Belgian radio, which was controlled by the Nazi occupiers during the war. ‘He did indeed continue to perform with his orchestra, both live and on public radio,’ says Ral.", "‘He claims this was mainly to protect his musicians from compulsory labour in Germany. Personally, I don't think Stan Brenders was a collaborator in the political sense of the word. After the war, he was targeted and punished too harshly for continuing his work as a conductor. You see this everywhere: in times of occupation, nightlife simply goes on.’", "And that nightlife really took off after the war, in the 1950s. Brenders took over L'Archiduc at a time when the theatres and cinemas from the De Brouckèreplein to the Rogierplein were flourishing. ‘Back then, you could also find restaurants and cafés where artists would stay out late. L'Archiduc is one of them,’ says the journalist. American jazz singer and musician Nat King Cole was one of those who played the iconic piano at L'Archiduc during this period, as did countless of Brenders’s fellow musicians.", "To this day, the café attracts an audience of artists: sometimes because they have to perform in the city centre later that evening, sometimes because they come for a drink after their concert. This brings us back to the anecdote about David Bowie.", "Apart from the international names, the bar also attracts numerous Flemings. In the late 1970s, a very young Johan Verminnen was introduced to L'Archiduc long before he became a famous Flemish star. Later, a circle of Flemish friends grew up in the bar, Arno, actors Josse De Pauw and Jan Decorte, and film directors Dominique Deruddere and Marc Didden. Flemings always associated the “Arno Gang” with this bar.", "‘During my research, I discovered much more than I ever imagined,’ says Ral, who touches on the life stories of all these figures in his book. The anecdotes range from jazz performances in the 1950s to the role of the piano and other art forms today.", "Jacqueline, Stan Brenders' widow, also gets her own chapter because she ran the café on her own for 16 years after his death. During the war, she was married to a German and was known among the customers as a somewhat reserved figure. It was Jacqueline who sold the café in 1985 to the current owners, Jean-Louis Hennart and his wife Nathalie Dufour, who subsequently opened it to the general public.", "‘I chose to do justice to history in all its dimensions, from the painters who came to paint at L'Archiduc to the writers who came to write here,’ says Ral. L'Archiduc has never been merely a jazz haunt and it is not to this day. It is a bar, a café but one where performances are regularly organised.\"", "This has led to a wide range of stories, which you don't always discover in your first conversation with café owner Jean-Louis Hennart, says Ral. ‘He is very modest, in all his generosity, and believes that the café belongs to his guests, but he is actually an adventurer, who is constantly building bridges.’ Hennart travelled to Asia in the 1980s and single-handedly organised an exhibition of work by Albert Pepermans, now a renowned Belgian painter.", "‘Why did Arno feel so at home at L'Archiduc and why does artist Luc Tuymans continue to speak so respectfully of Jean-Louis? It's all down to that same generosity and the bonds created by Jean-Louis and Nathalie,’ says Johan Ral.", "‘When we call L'Archiduc a magical and special place, we are usually referring to the architecture, the piano and the artists who have been here. But its real DNA lies in who has managed and run the business. Jean-Louis and Nathalie were given permission by Jacqueline to take over the café because she felt she could trust them. Jean-Louis was already involved in a political theatre company in the 1970s. He has always continued to express that commitment.'", "Today, Jean-Louis is 72, but he is still running the business. ‘At the moment, I see no reason to stop,’ he says in the book. His café has changed since the early years, says Ral. ‘After a Frenchification in the 1990s, ironically via Arno's French and French-speaking friends, we now see a young, highly educated international crowd and there are more DJ sets.’", "Nevertheless, Ral sees L'Archiduc as a source of stability and continuity. ‘In uncertain times like today, people need that. Valuable heritage, beautiful in the simple definition of the word, can be appealing. I think that the fascination with heritage in the city is nothing more than that: it offers stability.’"]},
{"title": "Cut in index-related top-ups for the better-off draws ire", "date": "2025-11-24T15:13:18Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/24/cut-in-index-related-top-ups-for-the-better-of-draws-ire/", "source": "VRT NWS", "first_lines": "VRT political editor Ivan De Vadder notes that all parties in the 5-way federal coalition government have something to be proud of in the new budget accord.  Opposition parties and the unions are less enthusiastic.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/24/6c082940-c13c-4b8d-b60a-2e7ccbc2db5d.jpg?width=200&height=113&q=80", "tags": [], "content": ["The ", " has called for resistance. The PVDA takes issue with the changes to the index system that means wage earners on over 4,000 euros gross a month and seniors on pensions over 2,000 euros will no longer enjoy full compensation for inflation rises.  4,000 euros gross is below the average wage. 2,000 euros gross is the average pension PVDA leader Raoul Hedebouw (pictured) notes.", "For the far right ", " it’s above all hard-working Flemings, who are paying the bill.  The De Wever government is not dealing with the migration bill, the problems with the political system or development aid.  Vlaams Belang accuses the 5-way coalition of administrative inefficiency.", "For the opposition party ", ", the budget agreement confirms the fact that ordinary people are bearing the brunt of efforts, while the wealthiest are hardly being asked to contribute.", "Floor leader Stefaan Van Hecke believes that a first step has been taken in dismantling the index, the mechanism that provides automatic top-ups in line with inflation for many wages and all benefits. \"At the start this government made substantial cuts to the lowest pensions and benefits, and government parties were already taking money out of ordinary people's pockets.", "This second round comes on top of that,‘ says Van Hecke, referring, among other things, to the increase in VAT on various products and more expensive healthcare. ’It seems to be a matter of honour for the government parties to push people into poverty instead of lifting them out of it.\"", "The ", " have welcomed a federal budget agreement, but at the same time the opposition party hopes that ‘reforms that our economy so desperately needs will be implemented in time,’ an Open VLD press release reads.", "‘It is particularly painful that almost half the effort is being made through tax increases on people who work, save and do business, instead of through government savings,’ says leader Frédéric De Gucht.", "Open VLD says it supports various socio-economic measures in the agreement. ‘Think of the approach to the long-term sick and the implementation of reforms from the summer agreement,’ says floor leader Alexia Bertrand.", "‘A lot has been announced: relaxation of restrictions on night work, flexi-jobs in all sectors, more overtime... We are very curious about this and are eagerly awaiting the concrete details.’", "Belgium’s 3 big unions, ", " and ", " label the deal an ‘unbalanced’ budget agreement. They criticise the fact that a large part of the bill will be footed by employees. The unions are particularly unhappy that automatic wage indexation will no longer apply in full to wages above 4,000 euros.", "‘The government claims that the index has been saved, but that is not the case,’ says An Vermorgen of ", " ‘More than half of employees will have to make two sacrifices as a result of the index reform. In addition, gas is also becoming more expensive, as is the patient's contribution in health care. There is an imbalance hitting employees.’", " agrees: ‘This budget agreement offers no prospects,’ it says in a press release. ‘The De Wever government has secured its budget agreement, but once again it is clear who will foot the bill: the people who go out to work every day, the people who are ill, the people who have worn out their bodies.’", " argues that the changes to the index system – the automatic topping up of many wages and all benefits in line with inflation - is equivalent to a wage cut. ‘The fact that half of the non-indexation ends up in the pockets of companies, supposedly to strengthen competitiveness, reinforces the feeling that employees are once again footing the bill.’"]},
{"title": "11 die on e-scooters so far this year: sharp rise in fatalities ", "date": "2025-11-27T08:50:01Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/11-die-on-e-scooters-so-far-this-year-sharp-rise-in-fatalities/", "source": "VRT NWS", "first_lines": "The number of fatal accidents involving electric scooters has risen sharply. This year already, 11 e-scooter riders have been killed in traffic accidents, compared to only 4 in the whole of 2024. On the one hand, this is because more and more people are riding these electric two-wheelers, and on the other hand, they often reach speeds that are far too high, traffic institute Vias says.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/07/22/024196e2-6f51-4648-97f5-017bd2dfdc92.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["It has been clear for some time that the number of accidents involving electric scooters has been on the rise in recent years. This is also the case this year: in the first six months of this year, there were 55 per cent more accidents than in the same period last year.", "The increase in the number of fatal accidents is also striking. In 2024, there were four traffic fatalities involving e-scooters, compared to 11 so far this year.", "Why is this happening? More and more people are using electric scooters. But there is also the problem of souped-up scooters, explains Stef Willems of Vias.", "‘We have witnessed a number of checks when souped-up scooters were found. These e-scooters can reach speeds of up to 70 kilometres per hour (the maximum permitted speed is 25 kilometres per hour). These are often devices imported from China,’ he says."]},
{"title": "Federal Government plans to recoup half a billion euro from dormant accounts", "date": "2025-11-26T09:33:27Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/26/federal-government-plans-to-recoup-half-a-billion-euro-from-dorm/", "source": "VRT NWS", "first_lines": "The Federal Government plans to boost its 2026 budget by taking almost 500 million euro from dormant accounts. The financial daily ‘De Tijd’ reports that in order to enable it to do so, the Federal Government plans to sharply shorten the period in which people can recoup funds from dormant accounts from the current 30 years to just 5 or 10 years.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/07/30/7ea6377c-269b-4804-a16e-9df264790e96.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The Federal Government’s multi-year budget table includes measures that will shorten the time after which funds from dormant accounts are transferred to the exchequer. The Belgian Finance Minister Jan Jambon (Flemish nationalist) intends to reduce the statute of limitations to 10 years for missing beneficiaries and to 5 years for dormant accounts. Since 2008, banks have been legally required to transfer such dormant funds to the Deposit and Consignment Office (DCK).", "Currently, 815 million euros in dormant funds are held at the Deposit and Consignment Office that is part of the Federal Finance Department. This is spread across 674,961 accounts and contracts. Dormant funds are defined as money that has remained untouched in a bank account or insurance policy for five years and whose rightful owner cannot be contacted by the financial institution concerned. These funds may also belong to a missing or deceased beneficiary whose right to reimbursement is unknown or impossible to establish."]},
{"title": "Impasse in Brussels: Formateur Bouchez drops Parti Socialiste", "date": "2025-11-27T09:51:53Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/impasse-in-brussels-formateur-bouchez-drops-parti-socialiste/", "source": "VRT NWS", "first_lines": "Francophone liberal leader Georges-Louis Bouchez (MR), who is charged with the formation of a new Brussels regional government, has taken to social media to explain his new approach.  Brussels has been without a new regional government with full powers since the 9 June elections in 2024.  On X Mr Bouchez writes that he is continuing talks on the formation of a Brussels government with all democratic parties except the Francophone socialists of PS.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/05/0284e410-2470-43bf-99f0-38865a47e2bb.jpg?width=200&height=113&q=80", "tags": ["Brussels"], "content": ["‘I note that Ahmed Laaouej of the PS refuses to respond to phone calls or messages. Despite numerous attempts to reach him, there has been complete silence. We can only conclude that the PS has excluded itself from the negotiations,’ Bouchez posted on X.", "The leader of the largest party in Brussels wants to enter into talks with all the other democratic parties in order to find a solution for the stalemate in the Brussels Region. The Brussels Region has been administered by a caretaker administration since June last year and has been without a government with full powers for more than 500 days. A shutdown threatens if the deadlock cannot be ended.", "There has already been a reaction from several other parties in Brussels: the Flemish and Francophone greens as well as Flemish socialist Vooruit are unwilling to discuss government formation without the PS. "]},
{"title": "Belgium takes first steps to abolish senate (VIDEO)", "date": "2025-11-22T07:08:00Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/18/belgium-takes-first-steps-to-abolish-senate/", "source": "VRT NWS", "first_lines": "Belgium this week took the first steps to abolish the senate, the upper house of the Belgian parliament with the matter arriving in the institutional reform select committee of the lower house of parliament. Originally, a chamber where laws voted in the chamber of representatives, the lower house of the Belgian parliament, were vetted, as a result of the state reforms of 1993 the senate was given a new role, as a meeting place between the new federal government and Belgium’s three regions and communities.  Report: Michaël Van Droogenbroeck.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/22/bf490de6-a1a1-4a0b-a610-a0e364c3a9a6.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["The abolition of the senate is one of the planks of PM Bart De Wever’s 5-way federal government accord.  The process involves changes to Belgium’s constitution or basic law and that requires a double two-thirds majority in parliament i.e. a majority in both the chamber of representatives and the senate.  If everything goes according to plan the abolition will be complete by 2029."]},
{"title": "Protests against MR leader G-L Bouchez get out of hand in Liège", "date": "2025-11-27T09:29:37Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/protests-against-mr-leader-g-l-bouchez-gets-out-of-hand-in-liege/", "source": "VRT NWS", "first_lines": "In the eastern city of Liège, the premier city of Wallonia, an extreme left-wing protest against a visit by the leader of the governing Francophone liberals of MR, Georges-Louis Bouchez got out of hand last night. Protesters left a trail of destruction through the city and tried to break into the town hall. Eight people were arrested.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/26/52f4b611-9387-40dd-9c57-3e2908361204.png?width=200&height=113&q=80", "tags": [], "content": ["Last night, MR leader Georges-Louis Bouchez and Francophone education minister Valérie Glatigny (MR) staged a conference on the reforms in French-language education at the Liège convention centre.", "The far-left “Antifa” movement had called for demonstrations against the visit. According to the police, around 500 demonstrators turned up.", "The protest started peacefully, but got out of hand around 8 p.m., according to French-speaking media. When the protesters couldn't get to the conference centre because they were stopped by the police, they headed towards the city centre. On the way, they vandalised tram stops.", "A dozen demonstrators climbed the steps of the town hall and tried to force open the door. Others threw projectiles at the town hall, smashing several windows, the police confirmed.", "The buildings of media companies La Meuse and RTL were also targeted. They were daubed with paint and pelted with fruit and eggs.", "The police eventually managed to disperse the demonstrators from the square in front of the town hall using water cannon. However, a few rioters continued to disrupt the public order by setting fire to rubbish bins and other acts of vandalism. Five people were arrested and three others were taken into administrative custody.", "Two police officers were also slightly injured in the riots."]},
{"title": "Tax hikes and less top-up for better-off wage earners and benefit claimants", "date": "2025-11-24T09:26:02Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/24/federal-government-reaches-budget-agreement/", "source": "VRT NWS", "first_lines": "After a weekend of long negotiations, the Federal Government reached an agreement on the budget on Monday morning. The measures contained in the budget agreement were announced at a breakfast time press conference, during which the Belgian Prime Minister Bart De Wever (Flemish nationalist) said that it had been “a difficult exercise”. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/24/b30183ed-e63c-4ef3-82bc-45e4950f94af.jpg?width=200&height=113&q=80", "tags": ["Home News"], "content": ["There will be no across the board increase in VAT. Instead VAT will be increased on certain products and services, for example airline tickets. The changes to VAT are expected to raise an additional 1.5 billion euro for the federal coffers.", "The budget as a whole is expected to raise an additional 9.2 billion euro/per annum (in savings and additional income) for the federal government coffers by 2029.", "An increase in the level of duty levied on gas will mean that the price of gas in Belgium will gradually increase. Meanwhile, duty on electricity will gradually be reduced and this will mean that electricity should become cheaper. ", "The budget agreement also contains modifications to the so-called “trigger index mechanism” that sees wages increase in line with inflation. These changes will apply in 2026 and 2028. While the majority of people won’t be affected by the measure, those on salaries of 4,000 euro per month and above will only see the first 4,000 euro of their wage increase to match inflation.", "The minimum wage will increase by 50 euro per month from next April for someone that is in full time employment. ", "The salaries of ministers and MPs will be frozen at their current level for the remainder of the legislature.", "It is hoped that measures intended to get those that are on long-term sick leave back to work will generate 1.9 billion euro in savings on benefits and revenue from social security contributions and tax paid by those that return to work.", "A doubling in the level of tax on income from bonds, securities, investment funds, shares, etc. for those that have more than 1 million euro invested in these products will raise additional income. Meanwhile, a new banking tax is expect to raise 150 million euro/annum.  ", "A new parcel tax of 2 euro/parcel will be levied on parcels that are sent to Belgium from outside the European Union.  ", "According to energy expert Ruben Baetens, for an average Flemish household the changes amount to an annual decrease of 34 euros for electricity and an increase of 45 euros for gas.", "Excise duties on petrol and diesel will also increase. This increase starts in 2027, and is going up 50 million euros a year.", "Households that use fossil fuels for heating and driving face two increases. If you heat your home with electricity and drive an electric car, households will have to pay less.", "There may be no across the board increase in sales tax VAT, but certain products and services will become more expensive. A “harmonised” VAT rate of 12 per cent for hotels and campsites, takeaway meals, non-alcoholic beverages in the hospitality industry and “entertainment” is being introduced. For most categories, this means an increase, but non-alcoholic drinks in pubs, for example, will become cheaper because they are currently subject to a rate of 21 per cent. It is not yet clear what falls under the category of “entertainment”, but it is clear that cinema and music festival tickets, among other things, will become more expensive. They are currently taxed at 6 per cent.", "The figures had barely been announced when political reactions started coming in. The increase in excise duties on gas is set to hit the Flemish harder than people in Wallonia, it’s argued.", "According to figures from the Flemish Utilities Regulator (VNR), there were 2,060,632 private gas connections in Flanders at the end of 2024. In Wallonia, according to Cwape, the Walloon counterpart of the VNR, there were 713,428 at the end of 2023. That is more than 1.3 million fewer connections!"]},
{"title": "Outrage after Bpostgroup and Temu announce greater cooperation", "date": "2025-11-27T15:57:09Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/outrage-after-bpost-and-temu-announce-greater-cooperation/", "source": "VRT NWS", "first_lines": "Business organisations Unizo and Comeos are unhappy about closer cooperation between Belgian postal services group Bpost and the controversial Chinese web shop Temu. ‘The government is undermining its own local economy,’ they say. The organisations want the publicly owned enterprises minister Vanessa Matz (Francophone centrist) to intervene as soon as possible. Belgian consumer protection minister Rob Beenders (Flemish socialist) is calling for caution when making purchases from Chinese web shops. ‘Much of that Chinese junk poses a huge health risk’ he says.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/27/48d2258e-2623-4d31-acf3-9316705fcf4b.jpg?width=200&height=113&q=80", "tags": [], "content": ["Bpost and Temu want to further strengthen their ongoing cooperation in Belgium and Canada. The announcement is remarkable, because Bpost is half-owned by the government. The same government that wants to curb the flow of Chinese parcels from Temu and other web shops based outside the EU.", "The cheap goods are so numerous that they are difficult to control when they enter the EU. The government has previously warned about the trading practices of Chinese shops and the quality of their products.", "Business organisations Unizo and Comeos speak of a slap in the face for everyone who does business in this country. ‘The unfair competition and enormous pressure that web shops like Temu are putting on our market is one of the biggest problems facing our economy,’ says Unizo CEO Bart Buysse. ‘Now it appears that the government, albeit via Bpost, will help strengthen Temu’s position and thus undermine its own (local) economy.’", "Comeos, an organisation that defends Belgian trade and services businesses, points out that product tests in various European countries show that a large part of Temu's range does not meet European product safety standards. ‘This means that toxic substances, dangerous toys and unsafe electronics are entering Belgian homes unchecked,’", "Consumer protection minister Rob Beenders understands the concerns expressed by Unizo and Comeos. ‘More than 90 per cent of electronic products from platforms like Temu do not meet our safety standards,’ he said in response. ‘Much of this Chinese junk poses a huge health risk to ourselves and our children.’", "In response to the dissatisfaction expressed by Comeos and Unizo, Bpost emphasises that it ‘operates correctly within all legal provisions’. The company also says it supports the demand for additional structural measures to protect European companies from unfair practices by non-European web shops.", "According to Bpost, the cooperation plans with Temu concern the further roll-out of their sales platform within Europe. The Chinese company wants to sell more thanks to cooperation with local players.", "Bpost notes that it is one of Temu's smaller partners with regard to the delivery of Temu parcels in Belgium. ‘In doing so, Bpost ensures that parcels are transported safely, efficiently and in an increasingly sustainable manner.’"]},
{"title": "\"Historic cannibalism in Namur area\", DNA research reveals", "date": "2025-11-27T10:32:02Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/historic-cannibalism-in-namur-area-dna-research-reveals/", "source": "VRT NWS", "first_lines": "Between 45,000 and 41,000 years ago, cannibals are believed to have been active in the vicinity of what is today the Walloon capital Namur.  The cannibals are thought to have targeted Neanderthal women and children. The findings are the result of new DNA research conducted by the Brussels-based ", "thumbnail": "https://images.vrt.be/vrtnws_web/2024/07/01/3183c470-378d-11ef-92ff-02b7b76bf47f.jpg?width=200&height=113&q=80", "tags": ["Science"], "content": ["In the Goyet Caves, near Namur, bones of Neanderthals have been found since the 19th century.", "Based on bone remains, researchers have known since 2016 that the inhabitants of this cave feasted on Neanderthals. It is the first known case of cannibalism among Neanderthals in Northern Europe.", "'A third of the bones – mainly from the lower limbs – showed signs of cannibalism: cut marks, notches and/or round indentations,' says Patrick Semal, curator of the anthropological collections at the Institute of Natural Sciences.", "The fact that the Neanderthal remains were processed in a similar way to the animal remains from the same cave suggests that the local inhabitants practised cannibalism to eat the meat.", "DNA research has now revealed that the victims were four women, who did not share the same mother. Two boys were also among the victims. One of the children had just been born, while the other was between 6.5 and 12.5 years old. Even more striking is the fact that the victims did not come from the region itself but must have been brought there from elsewhere.", "The remains are between 45,000 and 41,000 years old and date from a period when Neanderthals were finding life increasingly difficult and Homo sapiens were gaining influence.", "There may have been a violent confrontation between the two groups. ‘We see similar behaviour in chimpanzees: it is intended to weaken a neighbouring group or defend territory,’ says Semal.", "It is not clear who was responsible for cannibalism. It could have been Homo sapiens, but the researchers consider it more likely that it was rival Neanderthals. ‘Some of the bones were also used to sharpen stone tools, a practice we are familiar with mainly among Neanderthals,’ Semal adds."]},
{"title": "First radar images from “Belgian” satellite that observes our planet day and night with razor-sharp precision", "date": "2025-11-27T08:27:34Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/first-radar-images-from-belgian-satellite-that-observes-our-plan/", "source": "VRT NWS", "first_lines": "The European Space Agency (ESA) has shared the first images from Sentinel-1D, a satellite that was largely developed in Belgium. The radar images show Tierra del Fuego and the Thwaites Glacier in great detail, as well as the Elbe estuary in Germany, where the European space budget is currently being discussed.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/26/3eeac726-1f3c-4449-8a16-4b0d61a666ff.jpg?width=200&height=113&q=80", "tags": ["Climate & Environment", "Science"], "content": ["Sentinel-1D is an observation satellite made in Belgium – or at least largely so. The company Thales Alenia Space Belgium developed its “heart”. On 4 November, the European Space Agency (ESA) successfully launched the satellite using an Ariane 6 rocket.", "The first images from the satellite arrived within 50 hours, possibly a record for a radar satellite observing the Earth, ESA writes in a press release. These first images focused on the Antarctic Peninsula, Tierra del Fuego (the southern tip of South America) and the Thwaites Glacier in Antarctica.", "According to Nuno Miranda, Mission Manager of Sentinel-1, the latest images are of unprecedented high quality.", " ", "The images are part of the Copernicus programme, the Earth observation programme of the European Union and ESA. Europe's eye on Earth.", "The aim is to collect information and in particular about the environment and climate, and to make that scientific data freely and openly available. Scientists around the world can use it for their work."]},
{"title": "Uninsured school buses seized by police", "date": "2025-11-28T09:48:51Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/uninsured-school-buses-seized-by-police/", "source": "VRT NWS", "first_lines": "Police in Flemish Brabant have confiscated 8 busses used to transport children to and from school as the buses were insured. Officers from the Pajottenland Local Police Service pulled over 1 of the buses while it was transporting schoolchildren. The youngsters were taken to school in a replacement bus or in unmarked police cars. ", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/27/f1e61bb4-5c97-4f46-99c4-dbc3dc117f2c.jpg?width=200&height=113&q=80", "tags": ["Home News", "Flemish Brabant"], "content": ["5 children an adult whose job it is to supervise them were on the first bus. The bus company sent a replacement bus with a driver. The replacement bus was in order and the pupils were able to get on it and continue their journey to school. The Pajottenland Local Police Service suspected the first bus they checked was just the tip of the iceberg and they tipped off neighbouring local police services.  ", "A little later officer from the Dilbeek Local Police Service pulled over 3 other buses from the same company that weren’t insured. Each of the buses had several children on board. They were taken to school in unmarked police cars.", "The Zennevallei Local Police Sevice found that a further 4 of the company’s buses were not insured.", "Joost Van Liefferinge of the Zennevallei Local Police service told VRT News that \"This is a serious breach of the law that necessitates immediate seizure, of the vehicle. The 3 local police services will now carry out check the company in question to examining whether other vehicles are breaking the rules.\""]},
{"title": "Belgium to give 1.1 billion euro to the European Space Agency", "date": "2025-11-28T09:10:50Z", "author": null, "url": "https://www.vrt.be/vrtnws/en/2025/11/28/belgium-to-give-1-1-billion-euro-to-the-european-space-agency/", "source": "VRT NWS", "first_lines": "During a meeting of the European Space Agency (ESA), in the German city of Bremen on Thursday, the ESA’s Director General Josef Aschbacher announced that the agency’s 23 member states will contribute 22.1 billion euro to the ESA during the coming years. Of this over 1.1 billion", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/11/27/7a69caca-3308-42dd-a50f-9e5615edc0ea.jpg?width=200&height=113&q=80", "tags": ["Home News", "Science"], "content": ["In 2022, at the previous meeting of the ESA’s Council of Ministers, the member states pledged 16.9 billion euros to the Agency. Ahead of this week’s meeting the ESA had warned that Europe risks falling behind in the global space race if its members don’t increase their contributions.", "The Federal Science Minister Vanessa Matz (Francophone centrist) has confirmed that Belgium will contribute 1.109 billion euro over the next five years. More than a quarter of Belgium’s contribution will go to programmes aimed at improving space resilience. Funding will be used for the development of secure telecommunications satellites and the further expansion of a robust, independent European navigation system to complement Galileo.", "Belgium has also allocated 114 million euro to the design and development of a European launcher and 113 million euros to Earth observation programmes, including the continued development of the European Copernicus satellites. A further 205 million euro will be given to ESA scientific programmes, while 110 million euro will support space exploration."]},
{"title": "Euroclear issues strongest warning yet on use of Russian assets", "date": "2025-11-27T13:26:49Z", "author": "Colin Clapson", "url": "https://www.vrt.be/vrtnws/en/2025/11/27/euroclear-issues-strongest-warning-yet-on-use-of-russian-assets/", "source": "VRT NWS", "first_lines": "The Belgian financial institution Euroclear has issued a warning about the use of frozen Russian assets. Using the €185 billion of blocked assets for the reconstruction of Ukraine could cause significant damage to the European investment climate. We must also be vigilant with regard to the legal steps that Moscow could take, the company writes.", "thumbnail": "https://images.vrt.be/vrtnws_web/2025/10/24/6edb21ae-41c8-48cd-b155-f4433489fa4c.jpg?width=200&height=113&q=80", "tags": [], "content": ["Outside the EU the plan to use blocked Russian monies could be seen as ‘confiscation’. That is what Euroclear CEO Valérie Urbain writes in a letter to Commission President Ursula von der Leyen and European Council President Antonio Costa. The news was first reported by Britain's Financial Times, which was able to view the letter. Euroclear that is often dubbed 'the bankers' bank' has meanwhile confirmed the content of the letter.", "Urbain sees major dangers emerging now that Europe after all has plans to use the money for the reconstruction of Ukraine. Seizing the money could set a dangerous precedent, the CEO writes. What could be the impact? Investors will be deterred from investing in European government bonds, resulting in higher interest rates.", "There's also a second warning from Euroclear: the legal action Moscow could take. ‘Russia could take legal action against us or seize assets,’ explains VRT NEWS journalist Rob Heirbaut, who is closely following the Euroclear dossier.", "‘Euroclear wants guarantees that all countries will contribute to any costs if the money is used for Ukraine. Even though the European Commission has put everything on paper and, according to them, the plans are legally watertight. The question is also: how will the rest of the world view this?’", "This is the company's clearest warning to date. ‘Previously, it always remained noncommittal, but has already warned of all possible outcomes.’", "Since 2022, a large sum of money belonging to the Russian Central Bank has been frozen at Euroclear: around 185 billion euros. This is a sanction imposed by the European Union because of Russia's futher invasion of Ukraine.", "The company has been making a profit on these Russian assets for years, which in turn has been feeding into the Belgian treasury through taxes. The Belgian government uses this money, which falls under military expenditure, to support Ukraine. The profits made by Euroclear itself are also skimmed off by the EU and channelled to Ukraine. However, the assets themselves have not yet been touched.", "The European Commission now wants to go further and use the Russian money for the reconstruction of Ukraine. Only when the war is over, the sanctions are lifted and Russia pays Ukraine compensation for the war damage caused, would Ukraine have to repay the frozen Russian cash borrowed from Europe.", "Belgian Prime Minister De Wever (Flemish nationaist) opposes this plan because it is not certain ‘whether this is legal’ and because of fears of legal action by Russia.", "The decision on Russian funds is expected to be made at the next European summit (18 and 19 December). Whether the plans will be finalised by the end of the year remains to be seen. Now that US President Donald Trump is also eyeing the assets, the urgency is certainly much greater.", "In his peace plan, Trump proposes redistributing the frozen assets. If it were up to him, part of the money would go towards rebuilding Ukraine and the rest to an ‘American-Russian investment fund’.", "All eyes are currently on Belgium, VRT's Rob Heirbaut explains. ‘There is a lot of pressure on Belgium to agree to the plan, if only to keep the assets out of the reach of Trump and Russia.’"]}
]